Repository: yaman-suneja/coh
Catalog: plugins/woorewards/modules/woorewards-pro/languages/woorewards-pro-*.po
Languages: cs_cz, de_de, fr_fr, ru_ru

source: In this section, you will find shortcodes to display referral tools
fr_fr: Dans cette section, vous trouverez des shortcodes pour afficher des outils de recommandation

source: Users
cs_cz: Uživatelé
de_de: Benutzer
fr_fr: Utilisateurs
ru_ru: Пользователи

source: In this section, you will find shortcodes to display information to users about their status
fr_fr: Dans cette section, vous trouverez des shortcodes pour afficher des informations aux utilisateurs sur leur statut

source: Badges and Achievements
cs_cz: Odznaky a úspěchy
de_de: Abzeichen und Erfolge
fr_fr: Badges et Réalisations
ru_ru: Значки и достижения

source: Advanced
cs_cz: Pokročilé
de_de: Erweitert
fr_fr: Avancé
ru_ru: Дополнительно

source: In this section, you will find shortcodes dedicated to advanced users
de_de: In diesem Abschnitt finden Sie Shortcodes zu Belohnungen und Levels
fr_fr: Dans cette section, vous trouverez des shortcodes dédiés aux utilisateurs avancés

source: Leaderboard
cs_cz: Výsledková tabulka
de_de: Bestenliste
fr_fr: Classement
ru_ru: Таблица лидеров

source: This shortcode displays a leaderboard of your customers for a specific Points and Rewards System
cs_cz: Tento zkrácený kód zobrazuje výsledkovou tabulku vašich zákazníků pro konkrétní systém bodů a odměn
de_de: Dieser Shortcode zeigt eine Bestenliste Ihrer Kunden für ein bestimmtes Punkte- und Belohnungssystem an
fr_fr: Ce shortcode affiche un classement de vos clients pour un système spécifique de points et de récompenses
ru_ru: Этот шорткод отображает таблицу лидеров ваших клиентов для конкретной Системы Очков и Наград

source: The points and rewards system for which you want to display the leaderboard. You can find this value in <strong>MyRewards → points and rewards systems</strong>, in the <b>Shortcode Attribute</b> column.
cs_cz: Systém bodů a odměn, pro který chcete zobrazit výsledkovou tabulku. Tuto hodnotu najdete v systémech <strong>MyRewards → body a odměny</strong>, ve sloupci <b>Krýtký kód atribut</b>.
de_de: Das Punkte- und Belohnungssystem, für das Sie die Rangliste anzeigen möchten. Sie finden diesen Wert in <strong>MyRewards → Punkte- und Belohnungssysteme</strong>in der Spalte <b>Shortcode-Attribut</b>.
fr_fr: Le système de points et de récompenses pour lequel vous souhaitez afficher le classement. Vous pouvez trouver cette valeur dans <strong>MyRewards → Points et Récompenses,</strong>dans la colonne <b>Attribut Shortcode</b>.
ru_ru: Система очков и наград для которой Вы хотите отображать таблицу лидеров. Вы можете найти это значение в <strong>MyRewards → системы очков и наград</strong>, в колонке <b>Атрибуты Шорткодов</b>.

source: (Optional) The number of rows displayed. Default is 15.
cs_cz: (Volitelné) Počet zobrazených řádků. Výchozí hodnota je 15.
de_de: (Optional) Die Anzahl der angezeigten Zeilen. Standard ist 15.
fr_fr: (Facultatif) Le nombre de lignes affichées. Par défaut est de 15.
ru_ru: (По желанию) Количество отображаемых строк. По умолчанию 15.

source: (Optional) The Columns to display (comma separated). <b>The order in which you specify the columns will be the grid columns order</b>.
cs_cz: (Volitelné) Sloupce k zobrazení (oddělené čárkami). <b>Pořadí, ve kterém zadáte sloupce, bude pořadí sloupců mřížky</b>.
de_de: (Optional) Die anzuzeigenden Spalten (durch Kommas getrennt). <b>Die Reihenfolge, in der Sie die Spalten angeben, ist die Reihenfolge der Rasterspalten</b>.
fr_fr: (Facultatif) Les colonnes à afficher (séparés par virgule). <b>L’ordre dans lequel vous spécifiez les colonnes sera l’ordre des colonnes de grille</b>.
ru_ru: (По желанию) Колонки для отображения (разделённые запятой). <b>Порядок, в котором Вы укажите колонки будет отображён сеткой</b>.

source: If not specified, the leaderboard will display the rank, user nickname and points total of the users.
cs_cz: Pokud není uvedeno, zobrazí se na žebříčku hodnocení, přezdívka uživatele a celkový počet bodů uživatelů.
fr_fr: S’il n’est pas spécifié, le classement affichera le classement, le surnom de l’utilisateur et le total des points des utilisateurs.
ru_ru: Если не определено, в таблице лидеров будет отображаться ранг, ник и общее количество очков пользователей.

source: Here are the different options available :
cs_cz: K dispozici jsou různé možnosti:
de_de: Hier sind die verschiedenen verfügbaren Optionen:
fr_fr: Voici les différentes options disponibles :
ru_ru: Вот различные доступные опции :

source: The user's rank in the leadeboard.
cs_cz: Pořadí uživatele na leadeboardu.
de_de: Der Rang des Benutzers im Leadeboard.
fr_fr: Le rang de l’utilisateur dans le classement.
ru_ru: Ранг пользователя в таблице лидеров.

source: The user's display name.
cs_cz: Zobrazované jméno uživatele.
de_de: Der Anzeigename des Benutzers.
fr_fr: Nom d’affichage de l’utilisateur.
ru_ru: Отображаемое имя пользователя.

source: The user's points in the points and rewards system.
cs_cz: Body uživatele v systému bodů a odměn.
fr_fr: Les points de l’utilisateur dans le système de points et récompenses.
ru_ru: Очки пользователя в системе очков и наград.

source: The badges owned by the customer. This will display the badges images and their titles on mouseover.
cs_cz: Odznaky vlastněné zákazníkem. Zobrazí se obrázky odznaků a jejich názvy při přejetí myší.
de_de: Die Badges des Kunden. Dadurch werden die Badge-Bilder und ihre Titel beim Mouseover angezeigt.
fr_fr: Les badges appartenant au client. Cela affichera les images des badges et leurs titres sur mouseover.
ru_ru: Значки, принадлежащие клиенту. Это будет отображать изображения значков и их названия при наведении курсора.

source: The last badge earned by the customer. This will display the badge image and its title on mouseover.
cs_cz: Poslední odznak získaný zákazníkem. Zobrazí se obrázek odznaku a jeho název při přejetí myší.
fr_fr: Le dernier badge gagné par le client. Cela affichera l’image du badge et son titre sur mouseover.
ru_ru: Последний значок, заработанный клиентом. Это будет отображать изображение значка и его название при наведении курсора.

source: The achievements unlocked by the customer. This will display the unlocked badges images and their titles on mouseover.
cs_cz: Úspěchy odemčené zákazníkem. Zobrazí se obrázky odemčených odznaků a jejich názvy při přejetí myší.
de_de: Die vom Kunden freigeschalteten Erfolge. Dadurch werden die entsperrten Badge-Bilder und ihre Titel beim Mouseover angezeigt.
fr_fr: Les succès débloqués par le client. Cela affichera les images des badges déverrouillés et leurs titres sur mouseover.
ru_ru: Достижения разблокированные клиентом. Это будет отображать изображения разблокированных значков и их названия при наведении курсора.

source: Displays the user title if he earned one.
cs_cz: Zobrazí název uživatele, pokud ho získal.
de_de: Zeigt den Benutzertitel an, falls er einen verdient hat.
fr_fr: Affiche le titre de l’utilisateur s’il en a gagné un.
ru_ru: Отображает титул пользователя, если он получил его.

source: Displays when the user earned his/her title.
cs_cz: Zobrazí se, když uživatel získal svůj titul.
fr_fr: Affiche la date à laquelle l’utilisateur a gagné son titre.
ru_ru: Отображается, когда пользователь получил свой титул.

source: (Optional) The column headers (comma separated). <b>Must be specified if you specified the columns option</b>. The headers must respect the same order than the ones of the previous option.
cs_cz: (Volitelné) Záhlaví sloupců (oddělená čárkou). <b>Musí být zadáno, pokud jste zadali možnost sloupců.</b>. Záhlaví musí respektovat stejné pořadí než ty z předchozí možnosti.
de_de: (Optional) Die Spaltenüberschriften (durch Kommas getrennt). <b>Muss angegeben werden, wenn Sie die Spaltenoption angegeben haben.</b> Die Header müssen die gleiche Reihenfolge wie die der vorherigen Option beibehalten.
fr_fr: (Facultatif) Les en-têtes de colonne (virgule séparée). <b>Doit être spécifié si vous avez spécifié l’option colonnes</b>. Les en-têtes doivent respecter le même ordre que ceux de l’option précédente.
ru_ru: (По желанию) Хедеры столбца (разделённые запятой). <b>Необходимо указать, если вы указали вариант столбцов</b>. Хедеры должны наследовать тот же порядок, что и предыдущий вариант.

source: (Optional) Restriction to specific badges (comma separated). By default, all badges can be displayed in the relevant columns. You can restrict that to a specific list of badges.
de_de: (Optional) Beschränkung auf bestimmte Badges (kommagetrennt). Standardmäßig können alle Badges in den entsprechenden Spalten angezeigt werden. Sie können dies auf eine bestimmte Liste von Badges beschränken.
fr_fr: (Facultatif) Restriction à des badges spécifiques (séparés par des virgules). Par défaut, tous les badges peuvent être affichés dans les colonnes correspondantes. Vous pouvez restreindre cela à une liste spécifique de badges.

source: (Optional) Restriction to specific achievements (comma separated). By default, all achievements can be displayed in the relevant columns. You can restrict that to a specific list of achievements.
cs_cz: (Volitelné) Omezení na konkrétní úspěchy (oddělené čárkou). Ve výchozím nastavení lze všechny úspěchy zobrazit v příslušných sloupcích. Můžete to omezit na konkrétní seznam úspěchů.
de_de: (Optional) Beschränkung auf bestimmte Leistungen (kommagetrennt). Standardmäßig können alle Erfolge in den entsprechenden Spalten angezeigt werden. Sie können dies auf eine bestimmte Liste von Erfolgen beschränken.
fr_fr: (Facultatif) Restriction à des succès spécifiques (virgule séparée). Par défaut, tous les succès peuvent être affichés dans les colonnes pertinentes. Vous pouvez limiter cela à une liste spécifique.
ru_ru: (По желанию) Ограничение до конкретных достижений (разделённых запятой). По умолчанию, все достижения могут отображаться в соответствующих столбцах. Вы можете ограничить это конкретным списком достижений.

source: Social Media
cs_cz: Sociální média
de_de: Soziale Medien
fr_fr: Réseaux sociaux
ru_ru: Социальные Сети

source: Restore Facebook settings
fr_fr: Restaurer les paramètres Facebook

source: Hide Facebook settings
de_de: Facebook-Einstellungen ausblenden
fr_fr: Masquer les paramètres Facebook

source: Last ticket opened on Facebook Support :
fr_fr: Dernier ticket ouvert sur Facebook Support :

source: Since we released this feature, many bugs happened on facebook’s solutions. Despite the tickets opened on their platform, they failed to address the issues.
de_de: Seit wir diese Funktion veröffentlicht haben, sind viele Fehler in den Lösungen von Facebook aufgetreten. Trotz der Tickets, die auf ihrem Bahnsteig geöffnet wurden, versäumten sie es, die Probleme anzugehen.
fr_fr: Depuis que nous avons publié cette fonctionnalité, de nombreux bugs se sont produits sur les solutions de Facebook. Malgré les billets ouverts sur leur plate-forme, ils n’ont pas réussi à résoudre les problèmes.

source: Therefore, this feature can only be accessed by customers with already valid settings.
de_de: Daher kann diese Funktion nur von Kunden mit bereits gültigen Einstellungen aufgerufen werden.
fr_fr: Par conséquent, cette fonctionnalité n’est accessible qu’aux clients disposant de paramètres déjà valides.

source: Facebook Settings
cs_cz: Facebook Nastavení
de_de: Facebook Einstellungen
fr_fr: Réglages Facebook
ru_ru: Настройки Facebook

source: You need to setup different tools if you want your customers to earn points for actions they perform on Facebook
de_de: Sie müssen verschiedene Tools einrichten, wenn Sie möchten, dass Ihre Kunden Punkte für Aktionen sammeln, die sie auf Facebook ausführen
fr_fr: Vous devez configurer différents outils si vous voulez que vos clients gagnent des points pour les actions qu’ils effectuent sur Facebook

source: Setup Instructions
de_de: Setup-Anweisungen
fr_fr: Instructions d’installation
ru_ru: Инструкция по настройке

source: Please follow this %s to set up you Facebook App and start giving points for Facebook actions .
fr_fr: S’il vous plaît, veuillez suivre cette %s pour configurer votre application Facebook et commencer à donner des points pour les actions Facebook .

source: Your App Id
de_de: Ihre App-ID
fr_fr: Votre identifiant d’application

source: Find it in your %s page.
fr_fr: Trouvez-le dans votre page %s.

source: Your Facebook page URL
de_de: URL Ihrer Facebook-Seite
fr_fr: L'URL de votre page Facebook

source: The address of your Facebook Page
de_de: Die Adresse deiner Facebook-Seite
fr_fr: L’adresse de votre page Facebook

source: Your Callback URL
de_de: Ihre Rückruf-URL
fr_fr: Votre URL de rappel

source: Validation requests and Webhook notifications for this object will be sent to this URL.
fr_fr: Les demandes de validation et les notifications Webhook pour cet objet seront envoyées à cette URL.

source: Your Verify Token
de_de: Ihr Verify-Token
fr_fr: Votre jeton de vérification

source: Token that Facebook will echo back to you as part of callback URL verification.
de_de: Token, das Facebook im Rahmen der Rückruf-URL-Verifizierung an Sie zurückgibt.
fr_fr: Jeton que Facebook vous renverra dans le cadre de la vérification de l’URL de rappel.

source: Allow Facebook SDK on your pages
fr_fr: Autoriser Facebook SDK sur vos pages

source: Required to detect your visitors Facebook accounts. The only reliable way to link facebook accounts to your customers.
de_de: Erforderlich, um die Facebook-Konten Ihrer Besucher zu erkennen. Der einzige zuverlässige Weg, um Facebook-Konten mit Ihren Kunden zu verknüpfen.
fr_fr: Requis pour détecter les comptes Facebook de vos utilisateurs. La seule façon fiable de lier les comptes Facebook à vos clients.

source: Allow recognition by name
de_de: Erkennung anhand des Namens zulassen
fr_fr: Autoriser la reconnaissance par nom

source: Give points to your customer if his display name match the Facebook name, even if he didn't explicitly link his facebook account with your site.
fr_fr: Donnez des points à votre client si son nom d’affichage correspond au nom Facebook, même s’il n’a pas explicitement lié son compte Facebook à votre site.

source: Name matching is not absolute. It can leads to reward the wrong user.
de_de: Der Namensabgleich ist nicht absolut. Es kann dazu führen, dass der falsche Benutzer belohnt wird.
fr_fr: L’appariement des noms n’est pas absolu. Il peut conduit à récompenser le mauvais utilisateur.

source: Your customers need to connect their social medias accounts if they want to earn points. Use this widget to let them connect their accounts.
de_de: Ihre Kunden müssen ihre Social-Media-Konten verbinden, wenn sie Punkte sammeln möchten. Verwenden Sie dieses Widget, damit sie ihre Konten verbinden können.
fr_fr: Vos clients doivent connecter leurs comptes de médias sociaux s’ils veulent gagner des points. Utilisez ce widget pour leur laisser connecter leurs comptes.

source: You have to enable the Facebook SDK above to have this button working.
fr_fr: Vous devez activer le Facebook SDK ci-dessus pour avoir ce bouton fonctionnel.

source: Social Media Connect
de_de: Soziale Medien verbinden
fr_fr: Connection de réseaux sociaux

source: Social Medias connectors
de_de: Social Medias Konnektoren
fr_fr: Connecteurs de médias sociaux

source: Select the social medias connect buttons you want to show.
fr_fr: Sélectionnez les boutons de connexion des médias sociaux que vous souhaitez afficher.

source: Social Share
cs_cz: Sdílení na soc. síti
de_de: Soziales Teilen
fr_fr: Partager sur les réseaux sociaux
ru_ru: Поделиться в соцсетях

source: With this Widget, customers can share a page link on social media.
cs_cz: S tímto Widgetem mohou zákazníci sdílet odkaz na stránku na sociálních médiích.
de_de: Mit diesem Widget können Kunden einen Seitenlink in sozialen Medien teilen.
fr_fr: Avec ce Widget, les clients peuvent partager un lien de page sur les médias sociaux.
ru_ru: С помощью этого Виджета клиенты могут поделиться ссылкой на страницу вашего сайта в своих социальных сетях.

source: Select the social medias for which you want share buttons. Save your settings to see them appear on the styling tool
cs_cz: Vyberte sociální média, pro která chcete sdílet tlačítka. Uložte svá nastavení, aby se zobrazila na nástroji pro styling
de_de: Wählen Sie die sozialen Medien aus, für die Sie Share-Buttons verwenden möchten. Speichern Sie Ihre Einstellungen, damit sie im Styling-Tool angezeigt werden
fr_fr: Sélectionnez les réseaux sociaux pour lesquels vous souhaitez des boutons de partage. Sauvegardez vos paramètres pour les voir apparaître dans l’outil de style
ru_ru: Выберите социальные сети, для которых вы хотите иметь кнопки 'поделиться'. Сохраните настройки, чтобы увидеть их в инструменте визуальной настройки

source: Display Buttons if users not connected
cs_cz: Zobrazit tlačítka, pokud uživatelé nejsou připojeni
de_de: Anzeigen von Schaltflächen, wenn Benutzer nicht verbunden sind
fr_fr: Afficher les boutons si les utilisateurs ne sont pas connectés
ru_ru: Отображение кнопок, если пользователи не подключены

source: Only logged in users can earn points for sharing
cs_cz: Pouze přihlášení uživatel= mohou získávat Body za sdílení
de_de: Nur angemeldete Benutzer können Punkte für die Freigabe sammeln
fr_fr: Seuls les utilisateurs connectés peuvent gagner des points pour le partage
ru_ru: Только авторизованные пользователи могут заработать очки за репосты

source: Open share dialog as popup
cs_cz: Otevřít dialogové okno sdílení jako vyskakovací okno
de_de: Öffnen Sie den Freigabedialog als Popup
fr_fr: Ouvrir l'écran de partage comme un popup
ru_ru: Открывать диалоговое окно "Поделиться" как всплывающее окно

source: Default behavior opens share dialog in a new tab.
cs_cz: Výchozí chování otevře dialogové okno sdílení na nové kartě.
de_de: Das Standardverhalten öffnet das Freigabedialogfeld auf einer neuen Registerkarte.
fr_fr: Le comportement par défaut ouvre l'écran de partage dans un nouvel onglet.
ru_ru: Поведение по умолчанию открывает диалоговое окно "поделиться" в новой вкладке.

source: Facebook Logs
fr_fr: Journaux Facebook
ru_ru: Логи Facebook

source: %d new like(s) since %s.
de_de: %d neue Like(s) seit %s.
fr_fr: %d nouveau(x) like(s) depuis %s.

source: Last successfull subscription check (GMT)
de_de: Letzte erfolgreiche Abonnementprüfung (GMT)
fr_fr: Dernier contrôle d’abonnement réussi (GMT)

source: Last Webhooks call date (GMT)
fr_fr: Dernière date d’appel Webhooks (GMT)

source: Last Webhooks call content
de_de: Inhalt des letzten Webhooks-Aufrufs
fr_fr: Derniers appels webhooks

source: Your settings has never been verified for this App Id.
de_de: Ihre Einstellungen wurden für diese App-ID nie überprüft.
fr_fr: Vos paramètres n’ont jamais été vérifiés pour cet id d’application.

source: After all your Facebook App settings are done, please like one of your page post.
fr_fr: Une fois que tous vos paramètres de l’application Facebook sont terminés, s’il vous plaît likez un de vos posts Facebook.

source: Your settings has been verified.
de_de: Ihre Einstellungen wurden überprüft.
fr_fr: Vos paramètres ont été vérifiés.

source: Your settings have never been verified.
de_de: Ihre Einstellungen wurden nie überprüft.
fr_fr: Vos paramètres n’ont jamais été vérifiés.

source: After finishing all your Facebook App settings, please like one of your page posts to verify the connection.
fr_fr: Après avoir terminé tous les paramètres de votre application Facebook, veuillez aimer l’un de vos messages de page pour vérifier la connexion.

source: Display Mode
cs_cz: Zobrazovací mód
de_de: Anzeigemodus
fr_fr: Mode d'affichage
ru_ru: Режим отображения

source: Custom Page
de_de: Benutzerdefinierte Seite
fr_fr: Page personnalisée
ru_ru: Пользовательская страница

source: Prebuilt Page
fr_fr: Page préconstruite
ru_ru: Готовая страница

source: Display the Loyalty and Rewards tab.
cs_cz: Zobrazte kartu Věrnost a odměny.
de_de: Zeige die Registerkarte für das Loyalitätsprogramm und Belohnungen.
fr_fr: Affichez l’onglet fidélité et récompenses.
ru_ru: Отображение вкладки Лояльность и Награды.

source: Loyalty and Rewards Tab Title
cs_cz: Název karty Věrnost a odměny
de_de: Neuer Treuebonus
fr_fr: Titre de l’onglet fidélité et récompenses
ru_ru: Название вкладки "Лояльность и Награды"

source: Endpoint Slug
cs_cz: Koncový Slug
de_de: Endpunkt Slug
fr_fr: Point de terminaison Slug

source: Elements to display
cs_cz: Prvky k zobrazení
de_de: Anzuzeigende Elemente
fr_fr: Éléments à afficher
ru_ru: Элементы для отображения

source: Available Coupons
cs_cz: Dostupné kupóny
de_de: Verfügbare Gutscheine
fr_fr: Codes promo disponibles
ru_ru: Доступные Купоны

source: Unlockable Rewards
cs_cz: Odemykatelné odměny
fr_fr: Récompenses déverrouillables
ru_ru: Разблокируемые Награды

source: Points and rewards systems Details
cs_cz: Systémy bodů a odměn Podrobnosti
de_de: Punkte- und Prämiensysteme Details
fr_fr: Détails des systèmes de points et récompenses
ru_ru: Информация о системе Очков и Наград

source: Customer Points History
cs_cz: Historie zákaznických bodů
de_de: Historie der Kundenpunkte
fr_fr: Historique des points du client
ru_ru: История Очков Клиента

source: Mailing Referral
fr_fr: Recommandation par email

source: Select the elements you want to display on the loyalty and rewards tab.
cs_cz: Vyberte prvky, které chcete zobrazit na kartě věrnost a odměny.
de_de: Wählen Sie die Elemente aus, die Sie auf der Registerkarte Treue und Belohnungen anzeigen möchten.
fr_fr: Sélectionnez les éléments que vous souhaitez afficher sur l'onglet fidélité et récompenses.
ru_ru: Выберите элементы, которые вы хотите отображать в вкладке лояльности и наград.

source: You can rearrange the elements in the order you want by using drag and drop.
cs_cz: Uspořádání prvků v požadovaném pořadí můžete provést přetažením.
de_de: Sie können die Elemente per Drag & Drop in der gewünschten Reihenfolge neu anordnen.
fr_fr: Vous pouvez réorganiser les éléments dans l'ordre que vous voulez en utilisant le drag and drop.
ru_ru: Вы можете переставить элементы в порядке, котором хотите, используя перетаскивание (drag and drop).

source: Select the points and rewards systems you want to display
cs_cz: Vyberte systémy bodů a odměn, které chcete zobrazit
fr_fr: Sélectionnez les systèmes de points et récompenses que vous souhaitez afficher
ru_ru: Выберите системы очков и наград, которые Вы хотите отображать

source: Expanded display
cs_cz: Rozšířený displej
de_de: Erweiterte Anzeige
fr_fr: Affichage élargi
ru_ru: Расширенное отображение

source: Disables the accordion feature on the endpoint and expands all sections
cs_cz: Zakáže funkci akordeonu v koncovém bodě a rozšíří všechny sekce
de_de: Deaktiviert die Akkordeonfunktion auf dem Endpunkt und erweitert alle Abschnitte
fr_fr: Désactive la fonction accordéon sur le point de terminaison et élargit toutes les sections
ru_ru: Отключает функцию аккордеона в эндпоинте и расширяет все секции

source: Leveling Progress Bar
cs_cz: Indikátor průběhu úrovně
fr_fr: Barre de progression par niveaux
ru_ru: Индикатор прогресса Уровней

source: Displays a 'Current Progress' bar for leveling systems
cs_cz: Zobrazuje lištu „Aktuální postup“ pro nivelační systémy
de_de: Zeigt einen Balken "Aktueller Fortschritt" für Nivelliersysteme an
fr_fr: Affiche une barre de « progrès actuel » pour les systèmes par niveaux
ru_ru: Отображает планку 'Текущий Прогресс' для уровневых систем

source: Display the Badges tab.
cs_cz: Zobrazte kartu Odznaky.
de_de: Zeige die Abzeichen Registerkarte.
fr_fr: Affichez l’onglet Badges.
ru_ru: Отображение вкладки "Значки".

source: Badges Tab Title
cs_cz: Název karty Odznaky
de_de: Titel der Registerkarte "Badges"
fr_fr: Titre de l’onglet badges
ru_ru: Название вкладки "Значки"

source: My Badges
cs_cz: Mé odznaky
de_de: Meine Abzeichen
fr_fr: Mes Badges
ru_ru: Мои Значки
