Repository: yaman-suneja/coh
Catalog: plugins/woorewards/modules/woorewards-pro/languages/woorewards-pro-*.po
Languages: cs_cz, de_de, fr_fr, ru_ru

source: exclude sale items
cs_cz: vyloučit položky prodeje
de_de: Verkaufsartikel ausschließen
fr_fr: exclure les articles en promotion
ru_ru: исключить товары по скидке

source: the coupon amount + %s of
cs_cz: částka kupónu + %s z
fr_fr: le montant du coupon + %s de
ru_ru: сумма купона + %s от

source: required %s minimal amount
cs_cz: požadované minimální množství %s
de_de: erforderlich %s Minimalbetrag
fr_fr: montant minimal requis %s
ru_ru: требуется %s минимальная сумма

source: required %s maximal amount
cs_cz: požadovaná maximální částka %s
de_de: erforderlich %s Höchstbetrag
fr_fr: montant maximal requis %s
ru_ru: требуется %s максимальная сумма

source: The customer will receive a new title. This title can be displayed on various locations
cs_cz: Zákazník obdrží nový titul. Tento titul lze zobrazit na různých místech
de_de: Der Kunde erhält einen neuen Titel. Dieser Titel kann an verschiedenen Orten angezeigt werden
fr_fr: Le client recevra un nouveau titre. Ce titre peut être affiché à différents endroits
ru_ru: Клиент получит новый титул. Этот титул может отображаться в различных местах

source: MyRewards provides a shortcode to display the user name and title.
cs_cz: MyRewards poskytuje krátký kód pro zobrazení uživatelského jména a titulu.
fr_fr: MyRewards fournit un shortcode pour afficher le nom d’utilisateur et le titre.
ru_ru: MyRewards предоставляет шорткод для отображения имени пользователя и его титула.

source: Customer's Title
cs_cz: Název zákazníka
de_de: Kundenblick
fr_fr: Titre du client
ru_ru: Титул Клиента

# User's title
source: Customer's Title
cs_cz: Název zákazníka
de_de: Kundenblick
fr_fr: Titre du client
ru_ru: Титул Клиента

# User's title position
source: Before name
cs_cz: Před jménem
de_de: Vor Name
fr_fr: Avant le nom
ru_ru: Перед именем

# User's title position
source: After name
cs_cz: Podle jména
de_de: Nach Name
fr_fr: Après le nom
ru_ru: После имени

source: Title position
cs_cz: Pozice titulu
de_de: Titel Position
fr_fr: Position du titre
ru_ru: Позиция Заголовка

source: Customer title
cs_cz: Název zákazníka
de_de: Kundenblick
fr_fr: Titre du client
ru_ru: Титул клиента

source: : The Tester
cs_cz: : Tester
de_de: : Der Tester
fr_fr: : Le testeur
ru_ru: : Тестер

# getDisplayType
source: User title
cs_cz: Název uživatele
de_de: Benutzer Titel
fr_fr: Titre d'utilisateur
ru_ru: Титул пользователя

# A default name for demo
source: YourName
cs_cz: Tvé jméno
de_de: Name
fr_fr: Votrenom
ru_ru: ВашеИмя

source: Be known as <b>%s</b>
cs_cz: Budiž znám jako %s
de_de: Als <b>%s</b> bezeichnet werden
fr_fr: Être connu sous le nom <b> %s </b>
ru_ru: Будьте известны как <b>%s</b>

source: The user becomes %s
cs_cz: Uživatel se stane %s
de_de: Der Benutzer wird %s
fr_fr: L'utilisateur devient %s
ru_ru: Пользователь становится %s

source: The customer will receive a coupon. The discount amount will depend on the number of points spent on the reward.
cs_cz: Zákazník obdrží kupón. Výše slevy bude záviset na počtu bodů vynaložených na odměnu.
de_de: Der Kunde erhält einen Gutschein. Die Höhe des Rabatts hängt von der Anzahl der Punkte ab, die für die Prämie ausgegeben werden.
fr_fr: Le client recevra un coupon. Le montant de la remise dépendra du nombre de points dépensés sur la récompense.
ru_ru: Клиент получит купон. Сумма скидки будет зависеть от количества очков, потраченных на награду.

# Unlockable cost
source: Mininum points
cs_cz: Minimální body
de_de: Mininum-Punkte
fr_fr: Points mininum
ru_ru: Минимум Очков

# Coupon Unlockable
source: Amount per Point
cs_cz: Částka za bod
de_de: Gegenwärtiger Treuepunktestand
fr_fr: Montant par point
ru_ru: Сумма за одно Очко

# VariableDiscount Unlockable
source: Auto-apply on next cart
cs_cz: Automaticky použít u dalšího košíku
de_de: Automatische S-Auftragen auf den nächsten Warenkorb
fr_fr: Appliquer automatiquement sur le prochain panier
ru_ru: Автоматическое применение в следующей корзине

# Variable Discount Unlockable
source: Validity period
cs_cz: Doba platnosti
de_de: Gültigkeitszeitraum
fr_fr: Période de validité
ru_ru: Срок действия

source: Coupon amount
cs_cz: Účet kupónů
de_de: Gutscheinbetrag
fr_fr: Montant du code promo
ru_ru: Сумма купона

# getDisplayType
source: Variable discount
cs_cz: Variabilní sleva
de_de: Variabler Rabatt
fr_fr: Code promo variable
ru_ru: Вариативная Скидка

source: %s discount on your next order
cs_cz: %s sleva na další objednávku
de_de: %s Rabatt auf deine nächste Bestellung
fr_fr: %s de remise sur votre prochaine commande
ru_ru: %s скидка на следующий заказ

source: %s discount on an order
cs_cz: %s sleva na objednávku
de_de: %s Rabatt auf eine Bestellung
fr_fr: %s de remise sur une commande
ru_ru: %s скидка на заказ

source: Failed to update referral settings: migration to new version ignored. Please check them manually.
fr_fr: Échec de la mise à jour des réglages de recommandation : migration vers la nouvelle version ignorée. Veuillez les vérifier manuellement.

source: Sponsor reward
cs_cz: Sponzorská odměna
de_de: Sponsorenprämie
fr_fr: Récompense du sponsor
ru_ru: Награда Спонсора

source: Failed to update referral setting: migration to new version ignored. Please check '%s' reward system.
fr_fr: Échec de la mise à jour des paramètres de recommandation : migration vers une nouvelle version ignorée. Veuillez vérifier le système de récompenses '%s'.

source: Failed to migrate all Purchase System Rewards. Please check them manually.
cs_cz: Migrace všech odměn nákupního systému se nezdařila. Zkontrolujte je prosím ručně.
de_de: Fehler beim Migrieren aller Purchase System Rewards. Bitte überprüfen Sie sie manuell.
fr_fr: Échec de la migration de toutes les récompenses du système d'achat. Veuillez les vérifier manuellement.
ru_ru: Не удалось перенести все Награды Системы Покупок. Пожалуйста, проверьте их вручную.

source: Failed to migrate all Loyalty System Rewards. Please check them manually.
cs_cz: Migrace všech odměn věrnostního systému se nezdařila. Zkontrolujte je prosím ručně.
de_de: Fehler beim Migrieren aller Loyalty System Rewards. Bitte überprüfen Sie sie manuell.
fr_fr: Échec de la migration de toutes les récompenses du système de points et récompenses. Veuillez les vérifier manuellement.
ru_ru: Не удалось перенести все Награды Системы Лояльности. Пожалуйста, проверьте их вручную.

source: Buy this product to earn %s
fr_fr: Achetez ce produit pour gagner %s

source: Buy this product to earn between %s and %s
fr_fr: Achetez ce produit pour gagner entre %s et %s

source: Earn %s
cs_cz: Vydělávat %s
de_de: Verdiene %s
fr_fr: Gagner %s
ru_ru: Начислить %s

source: Earn between %s and %s
fr_fr: Gagnez entre %s et %s

source: Free %s
cs_cz: Zdarma %s
de_de: Kostenlos %s
fr_fr: Gratuit %s
ru_ru: Бесплатный %s

source: <b>%1$s</b> removed in <i>%4$s</i> from customer <i>[%2$d]</i> since order passed to <i>%3$s</i>.
cs_cz: <b>%1$s</b> odebráno za <i>%4$s</i> od zákazníka <i>[%2$d]</i> protože objednávka byla předána <i>%3$s</i>.
fr_fr: <b>%1$s supprimés</b> en <i>%4$s</i> du client <i>[%2$d]</i> depuis que la commande est passée à <i>%3$s</i>.
ru_ru: <b>%1$s</b> удалён в <i>%4$s</i> от пользователя <i>[%2$d]</i>, поскольку заказ перешёл к <i>%3$s</i>.

source: Refund Order #%s
cs_cz: Refundace objednávky #%s
de_de: Rückerstattung Bestellung #%s
fr_fr: Remboursement de la commande #%s
ru_ru: Возврат средств за Заказ #%s

source: Customer Birthday or Registration Anniversary
cs_cz: Narozeniny zákazníka nebo výročí registrace
de_de: Kunden Geburtstag oder Registrierungs-Jubiläum
fr_fr: Anniversaire du client ou anniversaire d'inscription
ru_ru: День Рождения клиента или Годовщина Регистрации

source: Summary
cs_cz: Souhrn
de_de: Zusammenfassung
fr_fr: Résumé
ru_ru: Сводка

source: Welcome to this Wizard. This tool will help you do one of the following things :
cs_cz: Vítejte v tomto průvodci. Tento nástroj vám pomůže provést jednu z následujících věcí:
fr_fr: Bienvenue dans ce Wizard. Cet outil vous aidera à faire l'une des choses suivantes :
ru_ru: Добро пожаловать в этот Мастер Настройки. Этот инструмент поможет вам сделать одну из следующих вещей :

source: Reward customers for their birthday (requires more settings and GDPR compliance. Details explained below).
cs_cz: Odměňte zákazníky za jejich narozeniny (vyžaduje více nastavení a soulad s GDPR. Podrobnosti jsou vysvětleny níže).
de_de: Belohnen Sie Kunden für ihren Geburtstag (erfordert mehr Einstellungen und DSGVO-Konformität. Details unten erläutert).
fr_fr: Récompensez les clients pour leur anniversaire (nécessite plus de paramètres et de conformité GDPR. Détails expliqués ci-dessous).
ru_ru: Награждение клиентов за день рождения (требует дополнительных настроек и соответствия GDPR. Подробная информация ниже).

source: Reward customers on their registration anniversary.
cs_cz: Odměňte zákazníky při výročí registrace.
de_de: Belohnen Sie Kunden an ihrem Registrierungsjubiläum.
fr_fr: Récompensez les clients à l'occasion de l'anniversaire de leur inscription.
ru_ru: Награждайте клиентов в годовщину регистрации.

source: You can change the settings later in the loyalty system.
cs_cz: Nastavení můžete později změnit ve věrnostním systému.
de_de: Sie können die Einstellungen später im Treuesystem ändern.
fr_fr: Vous pourrez modifier les paramètres plus tard dans le système de points et récompenses.
ru_ru: Вы можете изменить настройки позже в системе лояльности.

source: Occasion to celebrate
cs_cz: Příležitost k oslavě
fr_fr: Occasion à célébrer
ru_ru: Случай для праздника

source: Customer's Birthday
cs_cz: Narozeniny zákazníka
de_de: Geburtstag des Kunden
fr_fr: Anniversaire du client
ru_ru: День Рождения Клиента

source: Registration Anniversary
cs_cz: Výročí registrace
fr_fr: Anniversaire d'inscription
ru_ru: Годовщина регистрации

source: Add Birthday Field ?
cs_cz: Přidat pole k narozeninám?
de_de: Geburtstagsfeld hinzufügen ?
fr_fr: Ajouter champ anniversaire ?
ru_ru: Добавить поле Дня Рождения?

source: No
cs_cz: Ne
de_de: Nein
fr_fr: Non
ru_ru: Нет

source: Do you want to add a Birthday entry field in the various registrations forms (Checkout, My Account ...) ?
cs_cz: Chcete přidat do různých registračních formulářů (Pokladna, Můj účet ...) vstupní pole Narozeniny?
de_de: Möchten Sie ein Geburtstagseingabefeld in den verschiedenen Registrierungsformularen (Checkout, Mein Konto ...) hinzufügen?
fr_fr: Souhaitez-vous ajouter un champ d'entrée anniversaire dans les différents formulaires d'inscription (Commande, Mon Compte...) ?
ru_ru: Вы хотите добавить поле 'День рождения' в различных формах регистрации (Оформление Заказа, Мой Аккаунт ...) ?

source: If you sell in the EU, you have to comply with %s
cs_cz: Pokud prodáváte v EU, musíte dodržet %s
de_de: Wenn Sie in der EU verkaufen, müssen Sie %s
fr_fr: Si vous vendez dans l'UE, vous devez vous conformer à la %s
ru_ru: Если вы продаете в ЕС, вы должны соблюдать %s

source: GDPR Regulation
cs_cz: Nařízení GDPR
fr_fr: Réglementation GDPR
ru_ru: GDPR Регуляции

source: Before birthday delay
cs_cz: Před zpožděním narozenin
de_de: Vor dem Geburtstag Verspätung
fr_fr: Délai avant anniversaire
ru_ru: Отсрочка перед днём рождения

source: Number | Empty to ignore
cs_cz: Číslo | Prázdné ignorovat
de_de: Nummer | Leer einfach ignorieren
fr_fr: Nombre | Vide pour ignorer
ru_ru: Число | Оставьте пустым, чтобы игнорировать

source: If you set a value, the customer will receive an email with his reward X days before his birthday. If you don't, they will receive the reward for his birthday.
cs_cz: Pokud nastavíte hodnotu, zákazník obdrží e-mail s jeho odměnou X dní před jeho narozeninami. Pokud tak neučiníte, obdrží odměnu za jeho narozeniny.
fr_fr: Si vous saisissez une valeur, le client recevra un e-mail avec sa récompense X jours avant son anniversaire. Si vous ne le faites pas, ils recevra la récompense pour son anniversaire.
ru_ru: Если вы установите значение, клиент получит электронное письмо со своей наградой за X дней до своего дня рождения. Если вы этого не сделаете, они получат награду в свой день рождения.

source: Reward Amount (%s)
cs_cz: Částka odměny (%s)
de_de: Prämienbetrag (%s)
fr_fr: Montant de la récompense (%s)
ru_ru: Сумма Награды (%s)

source: Number in %s
cs_cz: Číslo v %s
de_de: Anzahl in %s
fr_fr: Nombre en %s
ru_ru: Число в %s

source: Reward Message
cs_cz: Odměna za zprávu
fr_fr: Messages de récompense
ru_ru: Сообщение Награды

source: Congratulations ! You just got a new reward
cs_cz: Gratulujeme ! Právě jste dostali novou odměnu
de_de: Glückwunsch! Sie haben gerade eine neue Belohnung erhalten
fr_fr: Félicitations ! Vous venez de recevoir une nouvelle récompense
ru_ru: Поздравляем ! Вы только что получили новую награду

source: Set a message that will be displayed on the email sent to customers with the reward.
cs_cz: Nastavte zprávu, která se zobrazí na e-mailu zaslaném zákazníkům s odměnou.
de_de: Legen Sie eine Nachricht fest, die in der E-Mail angezeigt wird, die mit der Belohnung an Kunden gesendet wird.
fr_fr: Définir un message qui sera affiché sur l'e-mail envoyé aux clients avec la récompense.
ru_ru: Установите сообщение, которое будет отображаться в email-письме, отправленном клиентам с наградой.

source: You're almost done. Check your settings below and submit if you're satisfied with the settings.
cs_cz: Jsi skoro hotový. Zkontrolujte nastavení níže a odešlete, pokud jste s nastavením spokojeni.
de_de: Sie sind fast fertig. Überprüfen Sie Ihre Einstellungen unten und senden Sie sie ab, wenn Sie mit den Einstellungen zufrieden sind.
fr_fr: Vous avez presque fini. Vérifiez vos paramètres ci-dessous et enregistrez si vous en êtes satisfait.
ru_ru: Вы почти закончили. Проверьте настройки ниже и утвердите их, если вы удовлетворены.

source: Settings Summary
cs_cz: Souhrn nastavení
de_de: Zusammenfassung der Einstellungen
fr_fr: Résumé des paramètres
ru_ru: Сводка Настроек

source: Start the program ?
cs_cz: Spustit program?
de_de: Programm starten?
fr_fr: Démarrer le programme ?
ru_ru: Запустить программу ?

source: Do you want to start your loyalty system at the end of this wizard ? If you select No, you'll have to start it manually later.
cs_cz: Chcete spustit věrnostní systém na konci tohoto průvodce? Pokud vyberete Ne, budete jej muset později spustit ručně.
de_de: Möchten Sie das Treuepunkte-System am Ende dieses Assistenten starten? Wenn Sie "Nein" auswählen, müssen Sie es später manuell starten.
fr_fr: Voulez-vous démarrer votre système de points et récompenses à la fin de ce Wizard ? Si vous sélectionnez Non, vous devrez le démarrer manuellement plus tard.
ru_ru: Вы хотите запустить свою систему лояльности по завершению этого Мастера Настройки? Если вы выберете "Нет", вам придется запустить её позже вручную.

source: Customer's Birthday Settings
cs_cz: Nastavení narozenin zákazníka
fr_fr: Paramètres d'anniversaire du client
ru_ru: Настройки Дня Рождения Клиента

source: Registration Anniversary Settings
cs_cz: Nastavení výročí registrace
de_de: Einstellungen für registrierungsjubilares Jubiläum
fr_fr: Paramètres d'anniversaire d'inscription
ru_ru: Настройки Годовщины Регистрации

source: Before event delay
cs_cz: Před zpožděním události
de_de: Vor der Ereignisverzögerung
fr_fr: Délai avant évènement
ru_ru: Отсрочка перед событием

source: %s%s discount, valid for %s days
cs_cz: %s%s sleva, platí %s dnů
fr_fr: %s%s de réduction, valable pour %s jours
ru_ru: %s%s скидка, действительна %s дней

source: Please, set a positive reward amount
cs_cz: Nastavte kladnou částku odměny
de_de: Bitte legen Sie einen positiven Belohnungsbetrag fest
fr_fr: S'il vous plaît, fixez un montant de récompense positif
ru_ru: Пожалуйста, установите положительную сумму награды

source: Double Points
cs_cz: Dvojité body
de_de: Doppelte Punktzahl
fr_fr: Doubles points
ru_ru: Удвоение Очков

source: Let the customers earn twice the points for a limited period of time
cs_cz: Nechte zákazníky po omezenou dobu vydělat dvojnásobek bodů
de_de: Lassen Sie die Kunden für einen begrenzten Zeitraum zwei Punkte sammeln
fr_fr: Laissez les clients gagner deux fois plus de points pendant une période limitée
ru_ru: Позвольте клиентам зарабатывать в два раза больше очков в течении ограниченного периода времени

source: Let customers with a special role earn twice the points (no time limit)
cs_cz: Nechte zákazníky se speciální rolí vydělat dvojnásobek bodů (bez časového omezení)
fr_fr: Laissez les clients ayant un rôle spécial gagner deux fois plus de points (sans limite de temps)
ru_ru: Позвольте клиентам с особой ролью зарабатывать в два раза больше очков (без ограничений по времени)

source: Let customers with a special role earn twice the points for a limited period of time
cs_cz: Nechte zákazníky se speciální rolí získat po omezenou dobu dvojnásobek bodů
de_de: Lassen Sie Kunden mit einer sonderspezifischen Rolle für einen begrenzten Zeitraum die doppelte Punktzahl sammeln
fr_fr: Laissez les clients ayant un rôle spécial gagner deux fois plus de points pour une période limitée
ru_ru: Позвольте клиентам с особой ролью зарабатывать в два раза больше очков в течении ограниченного периода времени

source: If you want to change the amount of points, you can change it later in the loyalty system's settings
cs_cz: Pokud chcete změnit počet bodů, můžete to změnit později v nastavení věrnostního systému
de_de: Wenn Sie die Anzahl der Punkte ändern möchten, können Sie dies später in den Einstellungen des Treuesystems ändern
fr_fr: Si vous souhaitez modifier le nombre de points, vous pouvez le modifier plus tard dans les paramètres du système de points et récompenses
ru_ru: Если вы захотите изменить количество очков, вы можете изменить его позже в настройках системы лояльности

source: First, you need to choose for which loyalty system you want to double the points earned.
cs_cz: Nejprve musíte vybrat, pro který věrnostní systém chcete zdvojnásobit získané body.
fr_fr: Tout d'abord, vous devez choisir pour quel système de points et récompenses vous voulez doubler les points gagnés.
ru_ru: Сперва, Вам нужно выбрать, для какой системы лояльности вы хотите удвоить зарабатываемые очки.

source: Customers will earn twice the points during the period set here. Don't set dates if you want the system to be permanent
cs_cz: Během zde stanoveného období získají zákazníci dvojnásobek bodů. Nenastavujte data, pokud chcete, aby byl systém trvalý
de_de: Kunden erhalten während des hier festgelegten Zeitraums die doppelte Punktzahl. Legen Sie keine Daten fest, wenn das System dauerhaft sein soll
fr_fr: Les clients gagneront deux fois plus de points au cours de la période fixée ici. Ne fixez pas de dates si vous voulez que le système soit permanent
ru_ru: Клиенты будут зарабатывать в два раза больше очков в течение периода, установленного здесь. Не устанавливайте даты, если вы хотите, чтобы система была постоянной

source: User Role
cs_cz: Role uživatele
de_de: Benutzerrolle
fr_fr: Rôle de l’utilisateur
ru_ru: Роль Пользователя

source: Select the customers who will be able to earn twice the points. If you don't select a role, all customers will earn extra points.
cs_cz: Vyberte zákazníky, kteří budou moci získat dvojnásobek bodů. Pokud nevyberete roli, všichni zákazníci získají body navíc.
de_de: Wählen Sie die Kunden aus, die doppelt so viele Punkte sammeln können. Wenn Sie keine Rolle auswählen, erhalten alle Kunden zusätzliche Punkte.
fr_fr: Sélectionnez les clients qui seront en mesure de gagner deux fois les points. Si vous ne sélectionnez pas un rôle, tous les clients gagneront des points supplémentaires.
ru_ru: Выберите клиентов, которые смогут заработать в два раза больше очков. Если вы не выберете роль, все клиенты будут зарабатывать дополнительные очки.

source: Double Points Settings
cs_cz: Nastavení dvojitých bodů
fr_fr: Paramètres Double Points
ru_ru: Настройки Удвоения Очков

source: The loyalty system has been removed. Please go back and select another one.
cs_cz: Věrnostní systém byl odstraněn. Vraťte se a vyberte jinou.
de_de: Das Treuesystem wurde entfernt. Bitte gehen Sie zurück und wählen Sie eine andere aus.
fr_fr: Le système de points et récompenses a été supprimé. S'il vous plaît revenir en arrière et sélectionnez-en un autre.
ru_ru: Система лояльности удалена. Пожалуйста, вернитесь на предыдущую страницу и выберите другую.

source: Role restriction
cs_cz: Omezení role
de_de: Rolleneinschränkung
fr_fr: Restriction de rôle
ru_ru: Ограничение по Роли

source: The user role have been removed. Please go back and select another one.
cs_cz: Role uživatele byla odebrána. Vraťte se a vyberte jinou.
fr_fr: Le rôle de l'utilisateur a été supprimé. S'il vous plaît revenez en arrière et sélectionnez-en un autre.
ru_ru: Роль пользователя удалена. Пожалуйста, вернитесь на предыдущую страницу и выберите другую.

source: Please, select a loyalty system.
cs_cz: Vyberte prosím věrnostní systém.
de_de: Bitte wählen Sie ein Treuesystem aus.
fr_fr: S'il vous plaît, sélectionnez un système de points et récompenses.
ru_ru: Пожалуйста, выберите систему лояльности.

source: If you set a start date, you need to set an end date
cs_cz: Pokud nastavíte počáteční datum, musíte nastavit konečné datum
de_de: Wenn Sie ein Startdatum festlegen, müssen Sie ein Enddatum festlegen
fr_fr: Si vous fixez une date de début, vous devez définir une date de fin
ru_ru: Если Вы установили дату начала, необходимо установить дату окончания

source: If you set an end date, you need to set a start date
cs_cz: Pokud nastavíte datum ukončení, musíte nastavit datum zahájení
fr_fr: Si vous fixez une date de fin, vous devez définir une date de début
ru_ru: Если Вы установили дату окончания, необходимо установить дату начала

source: If you don't restrict the system to a specific role, you have to specify the start and end dates.
cs_cz: Pokud neomezíte systém na konkrétní roli, musíte určit počáteční a konečné datum.
de_de: Wenn Sie das System nicht auf eine bestimmte Rolle beschränken, müssen Sie das Start- und Enddatum angeben.
fr_fr: Si vous ne limitez pas le système à un rôle spécifique, vous devez spécifier les dates de début et de fin.
ru_ru: Если Вы не ограничиваете систему определенной ролью, то Вы должны указать даты начала и окончания.

source: Event Selection
cs_cz: Výběr události
de_de: Event-Auswahl
fr_fr: Sélection des événements
ru_ru: Выбор События

source: Christmas advent calendar
cs_cz: Vánoční adventní kalendář
de_de: Weihnachtlicher Adventskalender
fr_fr: Calendrier de l'avent de Noel
ru_ru: Рождественский адвент-календарь

source: Easter egg image hunt
cs_cz: Hon na velikonoční vajíčko
de_de: Ostereier-Bilderjagd
fr_fr: Chasse d'images de pâques
ru_ru: Пасхальная охота на изображение

source: The chosen event is unknown.
cs_cz: Zvolená událost není známa.
fr_fr: L'événement choisi est inconnu.
ru_ru: Выбранное мероприятие неизвестно.

source: The chosen day is unknown.
cs_cz: Zvolený den není znám.
de_de: Der gewählte Tag ist unbekannt.
fr_fr: Le jour choisi est inconnu.
ru_ru: Выбранный день неизвестен.

source: Select a valid page or leave blank.
cs_cz: Vyberte platnou stránku nebo nechte prázdné.
de_de: Wählen Sie eine gültige Seite aus, oder lassen Sie das Feld leer.
fr_fr: Sélectionnez une page valide ou laissez vide.
ru_ru: Выберите действительную страницу или оставьте пустым.

source: 'Reward Amount' expects a percentage between 0% and 100%.
cs_cz: „Částka odměny“ očekává procento mezi 0% a 100%.
fr_fr: Le « montant de la récompense » s'attend à un pourcentage compris entre 0 % et 100 %.
ru_ru: 'Сумма Награды' ожидает процент между 0% и 100%.
