Repository: yaman-suneja/coh
Catalog: plugins/woorewards/modules/woorewards-pro/languages/woorewards-pro-*.po
Languages: cs_cz, de_de, fr_fr, ru_ru

source: The points and rewards system you want to display. You can find this value in <strong>MyRewards → Points and Rewards</strong>, in the <b>Shortcode Attribute</b> column. If you don’t set this value, <b>all</b> systems will be displayed.
de_de: Das Punkte- und Belohnungssystem, das Sie anzeigen möchten. Sie finden diesen Wert in <strong>MyRewards → Points and Rewards</strong>, in der Spalte <b>Shortcode-Attribut.</b> Wenn Sie diesen Wert nicht festlegen, werden <b>alle</b> Systeme angezeigt.
fr_fr: Le système de points et de récompenses que vous souhaitez afficher. Vous pouvez trouver cette valeur dans <strong>MyRewards → Points et Récompenses</strong>, dans la colonne <b>Attribut Shortcode.</b> Si vous ne définissez pas cette valeur, <b>tous les</b> systèmes seront affichés.

source: Set the date format to display the date. Set this to 'days' to display a number of days instead of a date
de_de: Legen Sie das Datumsformat fest, um das Datum anzuzeigen. Legen Sie dies auf "Tage" fest, um eine Anzahl von Tagen anstelle eines Datums anzuzeigen
fr_fr: Définissez le format de date pour afficher la date. Définissez cette valeur sur « jours » pour afficher un nombre de jours au lieu d’une date

source: Defines if the date is put in stylable elements or not.
fr_fr: Définit si la date est placée dans des éléments stylables ou non.

source: This shortcode shows to customers when their points will expire.
de_de: Dieser Shortcode zeigt Kunden, wann ihre Punkte verfallen.
fr_fr: Ce shortcode montre aux clients les points qu’ils ont sur un système de fidélisation.

source: The points and rewards system you want to display. You can find this value in <strong>MyRewards → Points and Rewards</strong>, in the <b>Shortcode Attribute</b> column.
de_de: Das Punkte- und Belohnungssystem, das Sie anzeigen möchten. Sie finden diesen Wert in <strong>MyRewards → Points and Rewards</strong>, in der Spalte <b>Shortcode-Attribut</b>.
fr_fr: Le système de points et de récompenses pour lequel vous souhaitez afficher le classement. Vous pouvez trouver cette valeur dans <strong>MyRewards → Points et Récompenses,</strong>dans la colonne <b>Attribut Shortcode</b>.

source: (Optional) The list of columns to display in: %1$s. Defaults is %2$s.
de_de: (Optional) Die Liste der Spalten, die angezeigt werden sollen in: %1$s. Standardwerte ist %2$s.
fr_fr: (Facultatif) La liste des colonnes à afficher dans : %1$s. Valeurs par défaut est %2$s.

source: (Optional) The list of columns titles. If not provided, default titles are used. Set it empty for no header at all.
fr_fr: (Facultatif) Liste des titres des colonnes. S’ils ne sont pas fournis, les titres par défaut sont utilisés. Définissez-le vide pour aucun en-tête.

source: (Optional) This replaces the simple table by a tiles display. Value should be %1$s / %2$s. Default is %3$s.
de_de: (Optional) Dadurch wird die einfache Tabelle durch eine Kachelanzeige ersetzt. Der Wert sollte %1$s / %2$s sein. Der Standardwert ist %3$s.
fr_fr: (Facultatif) Cela remplace le tableau simple par un affichage de tuiles. La valeur doit être %1$s / %2$s. La valeur par défaut est %3$s.

# points transactional expiry
source: Never
cs_cz: Nikdy
de_de: Niemals
fr_fr: Jamais
ru_ru: Никогда

# points transactional expiry
source: Expiry
cs_cz: Expirace
de_de: Ablauf
fr_fr: Expiration
ru_ru: Окончание

# points transactional expiry
source: Reason
cs_cz: Důvod
de_de: Grund
fr_fr: Raison
ru_ru: Причина

# points transactional expiry
source: Obtained
de_de: Entnommen
fr_fr: Obtenu

# points transactional expiry
source: Loyalty System
cs_cz: Věrnostní systém
de_de: Loyalitätssystem
fr_fr: Système de fidélité
ru_ru: Система Лояльности

source: Use this shortcode to show to your customers the points they will earn by purchasing the current product.
fr_fr: Utilisez ce shortcode pour montrer à vos clients les points qu’ils gagneront en achetant le produit actuel.

source: Select for which points and rewards systems you want to show points earned. If left empty, only the first system is displayed
fr_fr: Sélectionnez les systèmes de points et de récompenses pour lesquels vous souhaitez afficher les points gagnés. Si elle est laissée vide, seul le premier système est affiché

source: You can find the points and rewards systems names in WooRewards → Settings → Points and Rewards
fr_fr: Vous pouvez trouver les noms des systèmes de points et de récompenses dans → WooRewards → Réglages → Points et Récompenses

source: (Optional) Select what value you want to display :
fr_fr: (Facultatif) Sélectionnez la valeur que vous souhaitez afficher :

source: Default value. Number of points earned for a regular product. Displays a points range for variable products
fr_fr: Valeur par défaut. Nombre de points gagnés pour un produit régulier. Affiche une plage de points pour les produits variables

source: For variable products, displays the minimum of points that can be earned
fr_fr: Pour les produits variables, affiche le minimum de points pouvant être gagnés

source: For variable products, displays the maximum of points that can be earned
fr_fr: Pour les produits variables, affiche le nombre maximal de points pouvant être gagnés

source: (Optional) Set if you want to display the points currency.
fr_fr: (Facultatif) S’il est défini, le nombre de points affichés affichera la devise des points.

source: Default value. Displays the points currency
fr_fr: Valeur par défaut. Affiche la devise des points

source: Doesn't display the points currency
fr_fr: N’affiche pas la devise des points

source: Progress Bar
cs_cz: Ukazatel průběhu
de_de: Fortschrittsbalken
fr_fr: Barre de progression
ru_ru: Индикатор выполнения

source: This shortcode displays a progress bar for a points and rewards system.
cs_cz: Tento zkrácený kód zobrazuje ukazatel průběhu systému bodů a odměn.
fr_fr: Ce shortcode affiche une barre de progression pour un système de points et récompenses.
ru_ru: Этот шорткод отображает шкалу прогресса в системе очков и наград.

source: This is very useful to incentivise customers to reach a higher level.
cs_cz: To je velmi užitečné pro motivaci zákazníků k dosažení vyšší úrovně.
de_de: Dies ist sehr nützlich, um Anreize für Kunden zu schaffen, ein höheres Niveau zu erreichen.
fr_fr: Ceci est très utile pour inciter les clients à atteindre un niveau supérieur.
ru_ru: Это очень полезно для стимулирования клиентов к достижению более высокого уровня.

source: The text displayed before the progress bar
cs_cz: Text zobrazený před ukazatelem průběhu
de_de: Der text, der vor dem Fortschrittsbalken angezeigt wird
fr_fr: Le texte affiché avant la barre de progression
ru_ru: Текст, отображаемый перед шкалой прогресса

source: Reward Button
fr_fr: Bouton Récompense

source: Use this shortcode to show a button to your customers they can use to unlock a specific reward
de_de: Verwenden Sie diesen Shortcode, um Ihren Kunden zu zeigen, wie sie Treuepunkte sammeln können
fr_fr: Utilisez ce shortcode pour montrer un bouton à vos clients qu’ils peuvent utiliser pour débloquer une récompense spécifique

source: The id of the reward to unlock. You can find this information if you place your mouse over a reward in your points and rewards system
fr_fr: ID de la récompense à débloquer. Vous pouvez trouver ces informations si vous placez votre souris sur une récompense dans votre système de points et de récompenses

source: (Optional) Alternative text if the reward cannot be redeemed for any reason
fr_fr: (Facultatif) Texte alternatif si la récompense ne peut pas être échangée pour quelque raison que ce soit

source: Use this shortcode to show to your customers the rewards they can earn with your loyalty program.
de_de: Verwenden Sie diesen Shortcode, um Ihren Kunden die Belohnungen zu zeigen, die sie mit Ihrem Treueprogramm verdienen können.
fr_fr: Dans ce widget, les clients peuvent voir les récompenses qu’ils peuvent gagner dans un système de points et récompenses par niveaux.

source: (Optional) If set, will display the points and rewards system name before each series of rewards
de_de: (Optional) Falls festgelegt, werden die Punkte und der Name des Belohnungssystems vor jeder Reihe von Belohnungen angezeigt
fr_fr: (Facultatif) S’ils sont définis, les points seront affichés avec la devise du système de points et de récompenses

source: (Optional) If set, possible rewards will be visible to unlogged customers
fr_fr: (Facultatif) Si elles sont définies, les récompenses possibles seront visibles pour les clients non connectés

source: User Level
cs_cz: Úroveň uživatele
de_de: Berechtigungsebene
fr_fr: Privilèges utilisateur
ru_ru: Уровень Пользователя

source: This shortcode displays the current user level in a leveling points and rewards system.
cs_cz: Tento zkrácený kód zobrazuje aktuální úroveň uživatele v systému nivelačních bodů a odměn.
de_de: Dieser Shortcode zeigt die aktuelle Benutzerstufe in einem Leveling-Punkte- und Belohnungssystem an.
fr_fr: Ce shortcode affiche le niveau actuel de l’utilisateur dans un système de points et récompenses par niveaux.
ru_ru: Этот шорткод отображает текущий уровень пользователя в уровневой системе очков и наград.

source: The text displayed if the user didn't reach the first level
cs_cz: Text zobrazený, pokud uživatel nedosáhl první úrovně
de_de: Der Text, der angezeigt wird, wenn der Benutzer die erste Ebene nicht erreicht hat
fr_fr: Le texte affiché si l’utilisateur n’a pas atteint le premier niveau
ru_ru: Текст, отображаемый в случае, если пользователь не достиг первого уровня

source: No level yet
cs_cz: Dosud žádná úroveň
fr_fr: Pas encore de niveau
ru_ru: Пока нет уровня

source: User Name and Title
cs_cz: Uživatelské jméno a titul
de_de: Benutzername und Titel
fr_fr: Nom et titre de l’utilisateur
ru_ru: Имя Пользователя и Титул

source: This shortcode displays the user name and title
cs_cz: Tento zkrácený kód zobrazuje uživatelské jméno a titul
de_de: Dieser Shortcode zeigt den Benutzernamen und den Titel an
fr_fr: Ce shortcode affiche le nom d’utilisateur et son titre
ru_ru: Этот шорткод отображает имя пользователя и его титул

source: Shows the title if user unlocked a title reward.
cs_cz: Zobrazuje titul, pokud uživatel odemkl odměnu za titul.
fr_fr: Affiche le titre si l’utilisateur a débloqué une récompense de titre.
ru_ru: Показывает титул, если пользователь разблокировал награду для титула.

source: Defines if the name and title are put in stylable elements or not.
cs_cz: Definuje, zda jsou název a nadpis vloženy do stylovatelných prvků nebo ne.
de_de: Definiert, ob der Name und der Titel in stilfähige Elemente eingefügt werden oder nicht.
fr_fr: Définit si le nom et le titre sont mis dans des éléments stylables ou non.
ru_ru: Определяет, если имя и титул помещены в стилизованные элементы или нет.

source: User Nickname and Title
de_de: Spitzname und Titel des Benutzers
fr_fr: Surnom et titre de l’utilisateur

source: This shortcode displays the user nickname (if any) and title
de_de: Dieser Shortcode zeigt den Spitznamen des Benutzers (falls vorhanden) und den Titel an
fr_fr: Ce shortcode affiche le surnom de l’utilisateur (le cas échéant) et le titre

source: Defines if the nickname and title are put in stylable elements or not.
fr_fr: Définit si le surnom et le titre sont placés dans des éléments stylables ou non.

source: Social Networks
cs_cz: Sociální sítě
de_de: Soziale Netzwerke
fr_fr: Réseaux sociaux
ru_ru: Социальные сети

source: Let your customers link their social network accounts.
de_de: Lassen Sie Ihre Kunden ihre Konten in sozialen Netzwerken verknüpfen.
fr_fr: Laissez vos clients lier leurs comptes de réseau social.

source: Connect your social media accounts
fr_fr: Connectez vos comptes de médias sociaux

source: Connect your social medias accounts to start receiving loyalty points for your activity
de_de: Verbinden Sie Ihre Social-Medias-Konten, um Treuepunkte für Ihre Aktivitäten zu erhalten
fr_fr: Connectez vos comptes de médias sociaux pour commencer à recevoir des points de fidélité pour votre activité

source: Connect your Facebook Account
fr_fr: Connectez votre compte Facebook

source: Your Facebook account is connected and verified. You can earn loyalty points for your Facebook actions
de_de: Dein Facebook-Konto ist verbunden und verifiziert. Du kannst Treuepunkte für deine Facebook-Aktionen sammeln
fr_fr: Votre compte Facebook est connecté et vérifié. Vous pouvez gagner des points de fidélité pour vos actions Facebook

source: Your Facebook account is connected but not verified yet
de_de: Dein Facebook-Konto ist verbunden, aber noch nicht verifiziert
fr_fr: Votre compte Facebook est connecté mais pas encore vérifié

source: Please verify your connection by going to this %s and like/comment one of the posts and refresh this page.
fr_fr: Veuillez vérifier votre connexion en allant sur ce %s et aimer / commenter l’un des messages et actualiser cette page.

source: Facebook Page
cs_cz: Facebook stránka
de_de: Facebook Seite
fr_fr: Page Facebook
ru_ru: Страница Facebook

source: Facebook Login is blocked by your browser. Please deactivate your ad blocker.
de_de: Facebook Login wird von Ihrem Browser blockiert. Bitte deaktivieren Sie Ihren Werbeblocker.
fr_fr: La connexion Facebook est bloquée par votre navigateur. S’il vous plaît désactiver votre bloqueur de publicités.

source: Connect your Instagram Account
de_de: Verbinden Sie Ihr Instagram-Konto
fr_fr: Connectez votre compte Instagram

source: Your Instagram account is connected
de_de: Dein Instagram-Konto ist verbunden
fr_fr: Votre compte Instagram est connecté

source: Instagram SDK is blocked by your browser
fr_fr: Instagram SDK est bloqué par votre navigateur

source: Use this shortcode to display the social share widget on your pages.
de_de: Verwenden Sie diesen Shortcode, um das Social-Share-Widget auf Ihren Seiten anzuzeigen.
fr_fr: Utilisez ce shortcode pour afficher le widget de partage social sur vos pages.

source: A title displayed on top of the widget.
de_de: Ein Titel, der oben auf dem Widget angezeigt wird.
fr_fr: Les éléments sont affichés au-dessus d’un autre.

source: The text displayed before the share buttons.
cs_cz: Text zobrazený před tlačítky sdílení.
fr_fr: Le texte affiché avant les boutons de partage.
ru_ru: Текст, отображаемый перед кнопками 'поделиться'.

source: (Optional) By default, the widget shares the url of the page it’s displayed on. You can override that setting by setting an url in this option.
de_de: (Optional) Standardmäßig teilt das Widget die URL der Seite, auf der es angezeigt wird. Sie können diese Einstellung überschreiben, indem Sie in dieser Option eine URL festlegen.
fr_fr: (Facultatif) Par défaut, le widget partage l’url de la page sur qui il s’affiche. Vous pouvez l’emporter sur ce paramètre en paramètre une url dans cette option.

source: (Optional) Comma separated list of Social Media to show. Available Networks are :
de_de: (Optional) Kommagetrennte Liste der anzuzeigenden Sozialen Medien. Verfügbare Netzwerke sind:
fr_fr: (Facultatif) Liste séparée par des virgules des médias sociaux à afficher. Les réseaux disponibles sont :

source: (Optional) The widget must be displayed even if users are not connected.
fr_fr: (Facultatif) Le texte affiché après les points nécessaires.

source: (Optional) A text to display if users are not connected.
de_de: (Optional) Ein Text, der angezeigt wird, wenn Benutzer nicht verbunden sind.
fr_fr: (Facultatif) Le texte affiché après les points nécessaires.

source: (Optional) Open share dialog as popup instead of a new tab.
de_de: (Optional) Öffnen Sie den Freigabedialog als Popup anstelle eines neuen Tabs.
fr_fr: Le comportement par défaut ouvre l'écran de partage dans un nouvel onglet.

source: MyRewards Social share
cs_cz: Sociální sdílení MyRewards
fr_fr: MyRewards Partage Réseaux Sociaux

source: Provide Social Share links to your customers.
cs_cz: Poskytněte svým zákazníkům odkazy na sociální sdílení.
de_de: Stellen Sie Ihren Kunden Social Share-Links zur Verfügung.
fr_fr: Fournissez des liens de partage sur les réseaux sociaux à vos clients.
ru_ru: Предоставьте ссылки для репостов своим клиентам.

# frontend widget
source: Share that content on Social Medias
cs_cz: Sdílejte tento obsah na sociálních médiích
de_de: Teilen Sie diese Inhalte in sozialen Medien
fr_fr: Partagez ce contenu sur les réseaux sociaux
ru_ru: Поделитесь этим контентом в социальных сетях

# frontend widget
source: Earn loyalty points by sharing this page with your friends on social medias
cs_cz: Získejte věrnostní body sdílením této stránky se svými přáteli na sociálních médiích
de_de: Sammeln Sie Treuepunkte, indem Sie diese Seite mit Ihren Freunden in den sozialen Medien teilen
fr_fr: Gagnez des points de fidélité en partageant cette page avec vos amis sur les réseaux sociaux
ru_ru: Зарабатывайте очки лояльности, делясь этой страницей с друзьями в социальных сетях

source: Share that content on Social Medias
cs_cz: Sdílejte tento obsah na sociálních médiích
de_de: Teilen Sie diese Inhalte in sozialen Medien
fr_fr: Partagez ce contenu sur les réseaux sociaux
ru_ru: Поделитесь этим контентом в социальных сетях

source: Earn loyalty points by sharing this page with your friends on Social Medias
cs_cz: Získejte věrnostní body sdílením této stránky se svými přáteli na sociálních médiích
de_de: Sammeln Sie Treuepunkte, indem Sie diese Seite mit Ihren Freunden in sozialen Medien teilen
fr_fr: Gagnez des points de fidélité en partageant cette page avec vos amis sur les réseaux sociaux
ru_ru: Зарабатывайте очки лояльности, делясь этой страницей с друзьями в социальных сетях

source: Unknown user.
cs_cz: Neznámý uživatel.
de_de: Unbekannter Benutzer.
fr_fr: Utilisateur inconnu.
ru_ru: Неизвестный пользователь.

source: Unexpected error. Please retry later.
cs_cz: Neočekávaná chyba. Zkuste to prosím později.
de_de: Unerwarteter Fehler. Wiederholen Sie den Vorgang später.
fr_fr: Erreur inattendue. Veuillez réessayer ultérieurement.
ru_ru: Неожиданная ошибка. Пожалуйста, повторите позже.

source: A mail has been sent to your friend about us.
cs_cz: Vašemu příteli byl o nás zaslán e-mail.
de_de: Eine email über unseren Onlineshop ist an deinen Freund verschickt worden.
fr_fr: Un mail a été envoyé à votre ami à notre sujet.
ru_ru: Вашему другу было отправлено письмо о нас.

source: Email Sponsorship
cs_cz: SPONZORSKÝ E-MAIL
de_de: E-Mail-Sponsoring
fr_fr: Parrainage par email
ru_ru: Спонсорство по электронной почте

source: This shortcode shows to customers a referral email form.
fr_fr: Ce shortcode affiche aux clients un formulaire de recommandation par email.

source: The text displayed before the email referral.
fr_fr: Texte affiché avant la recommandation par e-mail.

source: The text displayed in the Submit button
cs_cz: Text zobrazený v tlačítku Odeslat
de_de: Der in der Schaltfläche "Senden" angezeigte Text
fr_fr: Le texte affiché dans le bouton Valider
ru_ru: Текст, отображаемый в кнопке 'Отправить'

source: (Optional) If set to ON, unlogged users will be able to use the email referral.
fr_fr: (Facultatif) S’il est défini sur ON, les utilisateurs non connectés pourront utiliser les recommandations par e-mail.

source: MyRewards Referral Mailing
fr_fr: Lien de recommandation MyRewards

source: Let your customers refer new customers.
fr_fr: Laissez vos clients recommander de nouveaux clients.

source: Hidden block at start. Feedback to customer will appear here.
cs_cz: Skrytý blok na začátku. Zde se zobrazí zpětná vazba k zákazníkovi.
de_de: Versteckter Block am Anfang. Das Feedback an den Kunden wird hier angezeigt.
fr_fr: Bloc caché au début. Les commentaires à destination du client apparaîtront ici.
ru_ru: Скрытый блок в начале. Фидбэк для клиента появится здесь.

# frontend widget
source: Referral
cs_cz: Zdroj
de_de: Empfohlen
fr_fr: Parrain
ru_ru: Реферал

# frontend widget
source: Refer your friend
fr_fr: Recommandez votre ami

source: Refer your friend(s)
fr_fr: Recommandez vos amis

source: Submit
cs_cz: Odeslat
de_de: Senden
fr_fr: Envoyer
ru_ru: Отправить

source: my.friend@example.com, my.other.friend@example.com
cs_cz: muj.pritel@majl.cz, muj.pritel@necozde.com, mujpritel@napriklad.com
fr_fr: mon.ami@exemple.com, mon.autre.ami@exemple.com

source: Your email address
cs_cz: Vaše e-mailová adresa
de_de: Ihre E-Mail Adresse
fr_fr: Votre adresse email
ru_ru: Ваш адрес электронной почты

source: Sending the referral request ...
fr_fr: Envoyer un e-mail de recommandation.

source: An internal server error occured. Please retry later.
fr_fr: Erreur inattendue. Veuillez réessayer ultérieurement.

source: Server error
de_de: Serverfehler
fr_fr: Erreur du serveur
ru_ru: Ошибка сервера

source: Please log in if you want to refer your friends
fr_fr: Veuillez vous connecter si vous souhaitez recommander vos amis

source: Date of birth
cs_cz: Datum narození
de_de: Geburtsdatum
fr_fr: Date de naissance
ru_ru: Дата рождения

source: Invalid date format for date of birth
fr_fr: Format de date non valide pour la date de naissance

source: You must enter your date of birth, not your next birthday
fr_fr: Vous devez entrer votre date de naissance, pas votre prochain anniversaire

source: Next Birthday point earning
de_de: Nächster Geburtstagspunkt verdienen
fr_fr: Prochain gain de points d’anniversaire

source: Dates below are estimates only, triggers can vary depending on CRON settings. In addition, point earning could be prevented by changes in User Status or Loyalty System settings.
de_de: Daten unten sind nur Schätzungen, Auslöser können je nach CRON-Einstellungen variieren. Darüber hinaus könnte das Sammeln von Punkten durch Änderungen im Benutzerstatus oder in den Einstellungen des Treuesystems verhindert werden.
fr_fr: Les dates ci-dessous ne sont que des estimations, les déclencheurs peuvent varier en fonction des paramètres CRON. En outre, le gain de points pourrait être empêché par des modifications dans les paramètres du statut de l’utilisateur ou du système de fidélisation.

source: User has no access to this Loyalty System.
fr_fr: L’Utilisateur n’a pas accès à ce Système de Fidélité.

# birthday point earning
source: Next :
de_de: Nächster:
fr_fr: Prochain :

# birthday point earning
source: Last :
de_de: Letzte:
fr_fr: Dernier :

source: Don't appear on the leaderboard
cs_cz: Nezobrazovat se na žebříčku
de_de: Nicht auf der Bestenliste erscheinen
fr_fr: N’apparaissent pas au classement
ru_ru: Не появляться в таблице лидеров

# Order email: [X points] in [system]
source: %1$s in %2$s
cs_cz: %1$s za %2$s
de_de: %1$s im %2$s
fr_fr: %1$s en %2$s
ru_ru: %1$s в %2$s

source: The customer will receive a badge and see a badge animation on the website.
cs_cz: Zákazník obdrží odznak a na webu se mu zobrazí animace odznaku.
fr_fr: Le client recevra un badge et verra une animation badge sur le site.
ru_ru: Клиент получит значок и увидит анимацию значка на сайте.

source: Badges can also be used as a method to earn points.
cs_cz: Odznaky lze také použít jako způsob získávání bodů.
de_de: Abzeichen können auch als Methode verwendet werden, um Punkte zu sammeln.
fr_fr: Les badges peuvent également être utilisés comme méthode pour gagner des points.
ru_ru: Значки также могут быть использованы в качестве способа получения очков.

# Badge Unlockable
source: Badges to remove
cs_cz: Odznaky k odebrání
de_de: Zu entfernende Badges
fr_fr: Badges à enlever
ru_ru: Значки для удаления

source: Badges to remove
cs_cz: Odznaky k odebrání
de_de: Zu entfernende Badges
fr_fr: Badges à enlever
ru_ru: Значки для удаления

# getDisplayType
source: Assign a badge
cs_cz: Přiřaďte odznak
de_de: Zuweisen eines Badges
fr_fr: Attribuer un badge
ru_ru: Назначить значок
