Repository: yaman-suneja/coh
Catalog: plugins/woorewards/modules/woorewards-pro/languages/woorewards-pro-*.po
Languages: cs_cz, de_de, fr_fr, ru_ru

source: You can find the points and rewards systems names in WooRewards → Points and Rewards
fr_fr: Vous pouvez trouver les noms des systèmes de points et de récompenses dans WooRewards → Points et Récompenses
ru_ru: Теперь вы можете создать новую Систему Очков и Наград для своих клиентов или удалить MyRewards.

source: (Optional) If set, elements are displayed even if users don't have access to the points and rewards systems.
de_de: (Optional) Wenn sie festgelegt sind, werden die Punkte auch dann angezeigt, wenn der Benutzer derzeit keinen Zugriff auf das Punkte- und Belohnungssystem hat.
fr_fr: (Facultatif) Si défini, les points seront affichés même si l’utilisateur n’a actuellement pas accès au système de points et récompenses.

source: With this product, you will earn
cs_cz: Zakoupením produktu získáte
de_de: Mit diesem Produkt verdienen Sie
fr_fr: Avec ce produit, vous gagnerez
ru_ru: Купив этот товар вы получите

# points in loyalty sytem
source: in %s
cs_cz: v %s systému
fr_fr: dans %s
ru_ru: в %s

source: This shortcode shows to customers a referral link or QR Code.
fr_fr: Ce shortcode montre aux clients un lien de recommandation ou un code QR.

source: The text displayed before the referral link or QR Code.
fr_fr: Le texte affiché avant le lien de recommandation ou QR Code.

source: Select the display type you want to show to customers :
cs_cz: Vyberte typ zobrazení, který chcete zákazníkům zobrazit:
de_de: Wählen Sie den Anzeigetyp aus, den Sie Kunden anzeigen möchten:
fr_fr: Sélectionnez le type d’affichage que vous souhaitez afficher aux clients :
ru_ru: Выберите тип отображения, который Вы хотите показывать клиентам:

source: QR Code and Link will be displayed
cs_cz: Zobrazí se QR kód a odkaz
de_de: QR-Code und Link werden angezeigt
fr_fr: QR Code et Lien seront affichés
ru_ru: Будут отображаться QR-Код и ссылка

source: Only the QR Code will be displayed
cs_cz: Zobrazí se pouze QR kód
fr_fr: Seul le QR Code sera affiché
ru_ru: Будет отображаться только QR-код

source: Only the Link will be displayed
cs_cz: Zobrazí se pouze odkaz
de_de: Es wird nur der Link angezeigt
fr_fr: Seul le lien sera affiché
ru_ru: Будет отображаться только Ссылка

source: By default, the shortcode shares the url of the page it’s displayed on. You can override that setting by setting an url in this option.
cs_cz: Ve výchozím nastavení sdílí zkrácený kód adresu URL stránky, na které se zobrazuje. Toto nastavení můžete přepsat nastavením adresy URL v této možnosti.
de_de: Standardmäßig teilt der Shortcode die URL der Seite, auf der er angezeigt wird. Sie können diese Einstellung überschreiben, indem Sie in dieser Option eine URL festlegen.
fr_fr: Par défaut, le widget partage l’url de la page sur laquelle il s’affiche. Vous pouvez surcharger ce paramètre en indiquant une url dans cette option.
ru_ru: По умолчанию, шорткод делится URL-адресом со страницей, на которой он отображается. Вы можете переопределить эту настройку, установив URL в этой опции.

source: MyRewards Referral Link
fr_fr: Lien de recommandation MyRewards

source: Provide a Referral link to your customers.
fr_fr: Fournissez un lien de recommandation à vos clients.

# frontend widget
source: Share that referral link
de_de: Diesen Verweislink teilen
fr_fr: Partagez ce lien de référence

source: Display
cs_cz: Zobrazit
de_de: Anzeige
fr_fr: Afficher
ru_ru: Показать

source: Link
cs_cz: Odkaz
fr_fr: Lien
ru_ru: Ссылка

source: Shared url (Optional)
cs_cz: Sdílená adresa URL (volitelná)
de_de: Freigegebene URL (Optional)
fr_fr: URL partagée (facultatif)
ru_ru: URL для репоста (необязательно)

source: Share that Referral link
fr_fr: Partagez ce lien de recommandation

source: You've just unlocked the following reward :
cs_cz: Právě jste odemkli následující odměnu:
de_de: Ein Kunde freigeschaltet die folgende Belohnung:
fr_fr: Vous venez de débloquer la récompense suivante :
ru_ru: Вы только что открыли следующую награду :

source: MyRewards Reward list
cs_cz: Seznam odměn MyRewards
de_de: MyRewards Prämienliste
fr_fr: MyRewards Liste des récompenses
ru_ru: Список Наград MyRewards

source: Display the rewards awaiting for your customers.
cs_cz: Zobrazte odměny, které čekají na vaše zákazníky.
de_de: Zeige die Belohnungen an, die auf deine Kunden warten.
fr_fr: Affichez les récompenses en attente pour vos clients.
ru_ru: Покажите награды, которые ожидают ваших клиентов.

# frontend widget
source: Rewards
cs_cz: Odměny
de_de: Belohnungen
fr_fr: Récompenses
ru_ru: Награды

source: No reward available
cs_cz: Žádná odměna není k dispozici
de_de: Keine Belohnung verfügbar
fr_fr: Aucune récompense disponible
ru_ru: Нет доступных наград

source: Select Rewards to Show
cs_cz: Vyberte Odměny k zobrazení
de_de: Wählen Sie die anzuzeigenden Belohnungen aus
fr_fr: Sélectionnez récompenses à afficher
ru_ru: Выберите Награды для отображения

source: Unlockables only
cs_cz: Pouze odemykatelné
fr_fr: Déblocables seulement
ru_ru: Только разблокируемые

source: Not unlockables only
cs_cz: Pouze odemykatelné
de_de: Nicht nur freischaltbar
fr_fr: Non déblocables seulement
ru_ru: Только не разблокируемые

source: Show Rewards from shared systems
cs_cz: Zobrazit odměny ze sdílených systémů
fr_fr: Afficher les récompenses des systèmes partagés
ru_ru: Показать Награды от объединенных систем

source: Redirect URL (Optional)
cs_cz: URL přesměrování (volitelné)
de_de: Umleitungs-URL (optional)
fr_fr: URL de redirection (Facultatif)
ru_ru: URL перенаправления (необязательно)

source: Already unlocked.
cs_cz: Již odemčeno.
de_de: Bereits entsperrt.
fr_fr: Déjà déverrouillé.
ru_ru: Уже разблокировано.

source: This reward is worth [rw_cost]
cs_cz: Hodnota odměny [rw_cost]
de_de: Diese Belohnung ist es wert [rw_cost]
fr_fr: Cette récompense vaut [rw_cost]
ru_ru: Эта награда стоит [rw_cost]

source: This reward is worth [rw_cost], you need [rw_more] more
cs_cz: Hodnota odměny [rw_cost], potřebuješ ještě [rw_more]
de_de: Diese Belohnung ist [rw_cost] wert, du brauchst [rw_more] mehr
fr_fr: Cette récompense vaut [rw_cost], vous avez besoin de [rw_more] en plus
ru_ru: Эта награда стоит [rw_cost], вам нужно больше [rw_more]

source: Locked
cs_cz: Zamčeno
de_de: Gesperrt
fr_fr: Verrouillé
ru_ru: Заблокировано

source: Example points and rewards system
cs_cz: Příklad systému bodů a odměn
fr_fr: Exemple de système de points et de récompenses
ru_ru: Пример системы очков и наград

source: Leveling points and rewards system
cs_cz: Úrovňový systém bodů a odměn
de_de: Leveling-Punkte und Belohnungssystem
fr_fr: Système de points et récompenses par niveaux
ru_ru: Уровневая система очков и наград

source: (EXAMPLE)
cs_cz: (PŘÍKLAD)
de_de: (BEISPIEL)
fr_fr: (EXEMPLE)
ru_ru: (ПРИМЕР)

source: Example level %d
cs_cz: Příklad úrovně %d
de_de: Beispielebene %d
fr_fr: Exemple de niveau %d
ru_ru: Пример уровня %d

source: This shortcode shows existing achievements.
cs_cz: Tento zkrácený kód ukazuje existující úspěchy.
fr_fr: Ce shortcode montre les succès existants.
ru_ru: Этот шорткод показывает существующие достижения.

source: The text displayed before the achievements.
cs_cz: Text zobrazený před úspěchy.
de_de: Der Text, der vor den Erfolgen angezeigt wird.
fr_fr: Le texte affiché avant les succès.
ru_ru: Текст, отображаемый перед достижениями.

source: Select if you want to show all existing achievements (all), only the ones unlocked by the customer (owned) or not (lack)
cs_cz: Vyberte, zda chcete zobrazit všechny existující úspěchy (všechny) nebo pouze ty, které odemkl zákazník (vlastnil)
de_de: Wählen Sie aus, ob Sie alle vorhandenen Erfolge (alle) oder nur die vom Kunden freigeschalteten (im Besitz) freigeschalteten Erfolge anzeigen möchten.
fr_fr: Sélectionnez si vous souhaitez afficher tous les succès existantes (all), seulement les succès déverrouillés par le client (owned) ou les autres (lack)
ru_ru: Выберите, хотите ли Вы показать все существующие достижения (все) или только те, разблокированные клиентом (принадлежащие)

source: achievement awarded
cs_cz: Výzva
de_de: Übersichtdetails
fr_fr: succès décerné
ru_ru: достижение награждено

source: Use this shortcode to show to your customers the rewards they can unlock with their points as well as the possibility to unlock them.
de_de: Verwenden Sie diesen Shortcode, um Ihren Kunden die Belohnungen zu zeigen, die sie mit ihren Punkten freischalten können, sowie die Möglichkeit, sie freizuschalten.
fr_fr: Utilisez ce shortcode pour montrer à vos clients les récompenses qu’ils peuvent débloquer avec leurs points ainsi que la possibilité de les débloquer.

source: Use the following options to change how the rewards are displayed.
de_de: Verwenden Sie die folgenden Optionen, um zu ändern, wie die Belohnungen angezeigt werden.
fr_fr: Utilisez les options suivantes pour modifier la façon dont les récompenses sont affichées.

source: (Optional) Select how reward elements are organized . 4 possible values :
de_de: (Optional) Wählen Sie aus, wie Belohnungselemente organisiert werden sollen. 4 mögliche Werte :
fr_fr: (Facultatif) Sélectionnez la façon dont les éléments de récompense sont organisés. 4 valeurs possibles :

source: Default value. Elements are displayed on top of another
fr_fr: Valeur par défaut. Les éléments sont affichés au-dessus d’un autre

source: Elements are displayed in row
de_de: Elemente werden in einer Zeile angezeigt
fr_fr: Les éléments sont affichés en ligne

source: Elements are displayed in a responsive grid
de_de: Elemente werden in einem responsiven Raster angezeigt
fr_fr: Les éléments sont affichés dans une grille responsive

source: Simple text without stylable elements
de_de: Einfacher Text ohne stilfähige Elemente
fr_fr: Texte simple sans éléments stylisables

source: (Optional) Select how a reward element is displayed. 3 possible values :
fr_fr: (Facultatif) Sélectionnez le mode d’affichage d’un élément de récompense. 3 valeurs possibles :

source: Default value. Horizontal display in stylable elements
de_de: Standardwert. Horizontale Darstellung in Stilelementen
fr_fr: Valeur par défaut. Affichage horizontal dans des éléments stylisables

source: Stylable tile with a background color
fr_fr: Tuile stylisable avec une couleur d’arrière-plan

source: (Optional) Select how the points are displayed. 2 possible values :
de_de: (Optional) Wählen Sie aus, wie die Punkte angezeigt werden sollen. 2 mögliche Werte :
fr_fr: (Facultatif) Sélectionnez le mode d’affichage des points. 2 valeurs possibles :

source: Default. Points are formatted with the points currency/name
de_de: Vorgabe. Punkte werden mit der Punktwährung/dem Namen formatiert
fr_fr: Par défaut. Les points sont formatés avec la devise/le nom des points

source: Only the points numeric value is displayed
de_de: Nur der numerische Wert des Punktestands wird angezeigt
fr_fr: Seule la valeur numérique des points est affichée

source: (Optional) If set, will display the points and rewards system name for each reward
fr_fr: (Facultatif) S’il est défini, affichera le nom du système de points et de récompenses pour chaque récompense

source: (Optional) If set, the reward will be automatically applied to the cart in addition to its unlock. Only applies for coupon type rewards
de_de: (Optional) Wenn festgelegt, wird die Belohnung zusätzlich zur Freischaltung automatisch auf den Warenkorb angewendet. Gilt nur für Coupon-Prämien
fr_fr: (Facultatif) Si elle est définie, la récompense sera automatiquement appliquée au panier en plus de son déverrouillage. S’applique uniquement aux récompenses de type coupon

source: (Optional) If set, only rewards that can be applied on the cart are displayed
fr_fr: (Facultatif) Si cette option est définie, seules les récompenses pouvant être appliquées sur le panier sont affichées

source: (Optional) If set, customers will be redirected to the set url. Otherwise, customers will either be redirected to the cart page (if the rewards has to be applied) or to the current page
fr_fr: (Facultatif) Si cette option est définie, les clients seront redirigés vers l’URL définie. Sinon, les clients seront soit redirigés vers la page du panier (si les récompenses doivent être appliquées), soit vers la page en cours

source: (Optional, default is 'true') If set, customers will see rewards they are able to unlock
fr_fr: (Facultatif, la valeur par défaut est 'true') Si cette option est définie, les clients verront les récompenses qu’ils pourront débloquer

source: (Optional, default is 'false') If set, customers will also see rewards they don't have enough points to unlock, without the possibility to unlock them
fr_fr: (Facultatif, la valeur par défaut est 'false') Si cette option est définie, les clients verront également des récompenses qu’ils n’ont pas assez de points pour débloquer, sans possibilité de les débloquer

source: System
cs_cz: Systém
fr_fr: Système
ru_ru: Система

source: Reward cost
de_de: Prämienkosten
fr_fr: Coût de la récompense

source: Your balance
de_de: Ihr Saldo
fr_fr: Votre solde
ru_ru: Ваш баланс

source: Unlock and Apply
de_de: Entsperren und Anwenden
fr_fr: Déverrouiller et appliquer

source: This shortcode shows badges to customers.
cs_cz: Tento zkrácený kód ukazuje zákazníkům odznaky.
de_de: Dieser Shortcode zeigt Badges für Kunden.
fr_fr: Ce shortcode affiche les badges aux clients.
ru_ru: Этот шорткод показывает значки клиентам.

source: The text displayed before the badges.
cs_cz: Text zobrazený před odznaky.
de_de: Der Text, der vor den Signalen angezeigt wird.
fr_fr: Le texte affiché avant les badges.
ru_ru: Текст отображаеемый перед значками.

source: Select if you want to show all existing badges (all), only the ones owned by the customer (owned) or not (lack)
cs_cz: Vyberte, zda chcete zobrazit všechny existující odznaky (všechny) nebo pouze ty, které vlastní zákazník (ve vlastnictví)
fr_fr: Sélectionnez si vous souhaitez afficher tous les badges existants (all), seulement ceux appartenant au client (owned) ou les autres (lack)
ru_ru: Выберите, хотите ли вы показать все существующие значки (все) или только те, которые принадлежат клиенту (принадлежащие)

source: Conditional Display
de_de: Bedingte Anzeige
fr_fr: Affichage conditionnel
ru_ru: Демонстрация

source: Use this shortcode to show content to your customers only if they meet the required condition(s).
de_de: Verwenden Sie diesen Shortcode, um Ihren Kunden zu zeigen, wie sie Treuepunkte sammeln können.
fr_fr: Utilisez ce shortcode pour afficher le contenu à vos clients uniquement s’ils remplissent la ou les conditions requises.

source: The points and rewards systems for which to test the condition
de_de: Wählen Sie die Punkte- und Belohnungssysteme aus, die Sie anzeigen möchten
fr_fr: Les systèmes de points et de récompenses pour lesquels tester la condition

source: Only customers who have or don't have access to the system will see the content
fr_fr: Seuls les clients qui ont ou n’ont pas accès au système verront le contenu

source: Default value. Only customers who have access to the system will see the content
fr_fr: Valeur par défaut. Seuls les clients qui ont accès au système verront le contenu

source: Only customers who don't have access to the system will see the content
fr_fr: Seuls les clients qui n’ont pas accès au système verront le contenu

source: (Optional) The customer must have at least this amount of points to see the content
fr_fr: (Facultatif) Le client doit avoir au moins ce nombre de points pour voir le contenu

source: (Optional) The customer must have at most this amount of points to see the content
fr_fr: (Facultatif) Le client doit avoir au maximum ce nombre de points pour voir le contenu

source: Earn Points
de_de: Verdiene Punkte für Social Media Aktionen
fr_fr: Gagnez des points
ru_ru: Заработать баллы!

source: Use this shortcode to show to your customers how they can earn loyalty points.
de_de: Verwenden Sie diesen Shortcode, um Ihren Kunden zu zeigen, wie sie Treuepunkte sammeln können.
fr_fr: Dans ce widget, les clients peuvent voir les récompenses qu’ils peuvent gagner dans un système de points et récompenses par niveaux.

source: Use the following options to change how the balance is displayed.
de_de: Verwenden Sie die folgenden Optionen, um die Anzeige des Saldos zu ändern.
fr_fr: Utilisez les options suivantes pour modifier l’affichage du solde.

source: (Optional) Select how methods to earn points elements are organized . 4 possible values :
de_de: (Optional) Wählen Sie aus, wie die Methoden zum Sammeln von Punkten organisiert werden. 4 mögliche Werte :
fr_fr: (Facultatif) Sélectionnez la façon dont les méthodes pour gagner des points sont organisées. 4 valeurs possibles :

source: Default value. Simple text without stylable elements
de_de: Standardwert. Einfacher Text ohne stilfähige Elemente
fr_fr: Valeur par défaut. Texte simple sans éléments stylisables

source: Elements are displayed on top of another
de_de: Elemente werden über einem anderen angezeigt
fr_fr: Les éléments sont affichés au-dessus d’un autre

source: (Optional) Select how a method to earn points element is displayed. 3 possible values :
de_de: (Optional) Wählen Sie aus, wie ein Element zum Sammeln von Punkten angezeigt werden soll. 3 mögliche Werte :
fr_fr: (Facultatif) Sélectionnez le mode d’affichage d’un élément de méthode pour gagner des points. 3 valeurs possibles :

source: Horizontal display in stylable elements
de_de: Horizontale Darstellung in Stilelementen
fr_fr: Affichage horizontal dans des éléments stylisables

source: Only the points balance numeric value is displayed
de_de: Nur der numerische Wert des Punktestands wird angezeigt
fr_fr: Seule la valeur numérique du solde de points est affichée

source: (Optional) If set, will display the points and rewards system name for each method to ear points
de_de: (Optional) Falls eingestellt, werden die Punkte und der Name des Belohnungssystems für jede Methode in Ohrpunkten angezeigt
fr_fr: (Facultatif) S’ils sont définis, les points seront affichés avec la devise du système de points et de récompenses

source: (Optional) If set, methods to earn points will be visible to unlogged customers
fr_fr: (Facultatif) Si définie, les méthodes permettant de gagner des points seront visibles par les clients non connectés.

source: Rank
cs_cz: Hodnost
de_de: Rang
fr_fr: Rang
ru_ru: Рейтинг

source: Last Badge
cs_cz: Poslední odznak
fr_fr: Dernier badge
ru_ru: Последний Значок

source: Points to next level
cs_cz: Body do další úrovně
de_de: Punkte auf die nächste Stufe
fr_fr: Points pour atteindre le niveau
ru_ru: Очки для следующего уровеня

source: This shortcode displays the points needed to reach the next level/reward of a points and rewards system.
cs_cz: Tento zkrácený kód zobrazuje body potřebné k dosažení další úrovně / odměny systému bodů a odměn.
de_de: Dieser Shortcode zeigt die Punkte an, die benötigt werden, um die nächste Stufe / Belohnung eines Punkte- und Belohnungssystems zu erreichen.
fr_fr: Ce shortcode affiche les points nécessaires pour atteindre le niveau suivant/récompense d’un système de points et de récompenses.
ru_ru: Этот шорткод отображает очки, необходимые для получения следующего уровня/награды системы очков и наград.

source: Use it to motivate customers to reach a higher level.
cs_cz: Použijte jej k motivaci zákazníků k dosažení vyšší úrovně.
de_de: Verwenden Sie es, um Kunden zu motivieren, ein höheres Niveau zu erreichen.
fr_fr: Utilisez-le pour motiver les clients à atteindre un niveau supérieur.
ru_ru: Используйте, чтобы мотивировать клиентов переходить на более высокий уровень.

source: (Optional) The text displayed before the points needed.
cs_cz: (Volitelné) Text zobrazený před potřebnými body.
fr_fr: (Facultatif) Le texte affiché avant les points nécessaires.
ru_ru: (По желанию) Текст, отображаемый до необходимого количества очков.

source: (Optional) The text displayed after the points needed.
cs_cz: (Volitelné) Text zobrazený za potřebnými body.
de_de: (Optional) Der Text, der nach den benötigten Punkten angezeigt wird.
fr_fr: (Facultatif) Le texte affiché après les points nécessaires.
ru_ru: (По желанию) Текст, отображаемый после необходимого количества очков.

source: (Optional) If set, the points will be displayed with the points and rewards system's currency.
cs_cz: (Volitelné) Pokud je nastaveno, budou se body zobrazovat s měnou systému bodů a odměn.
fr_fr: (Facultatif) S’ils sont définis, les points seront affichés avec la devise du système de points et de récompenses.
ru_ru: (По желанию) Если включено, очки будут отображаться валютой системы очков и наград.

source: Order Points Preview
de_de: Warenkorbpunkte Vorschau
fr_fr: Aperçu des points de commande

source: Use this shortcode to show to your customers the points they will earn by completing the current order.
de_de: Verwenden Sie diesen Shortcode, um Ihren Kunden die Belohnungen zu zeigen, die sie mit Ihrem Treueprogramm verdienen können.
fr_fr: Utilisez ce shortcode pour montrer à vos clients les points qu’ils gagneront en complétant la commande en cours.

source: Use the following options to change how information is displayed.
de_de: Verwenden Sie die folgenden Optionen, um die Anzeige des Saldos zu ändern.
fr_fr: Utilisez les options suivantes pour modifier l’affichage des informations.

source: (Optional) Select how elements are organized . 4 possible values :
fr_fr: (Facultatif) Sélectionnez le mode d’organisation des éléments. 4 valeurs possibles :

source: (Optional) Select how an element is displayed. 3 possible values :
de_de: (Optional) Wählen Sie aus, wie ein Belohnungselement angezeigt werden soll. 3 mögliche Werte :
fr_fr: (Facultatif) Sélectionnez le mode d’affichage d’un élément. 3 valeurs possibles :

source: (Optional) If set, will display the points and rewards system name for each element
de_de: (Optional) Falls festgelegt, werden die Punkte und der Name des Belohnungssystems für jede Prämie angezeigt
fr_fr: (Facultatif) S’il est défini, affichera le nom du système de points et de récompenses pour chaque récompense

source: (Optional) If set, for each system, a detailed list of actions that give points is displayed for each system
fr_fr: (Facultatif) Si défini, pour chaque système, une liste détaillée des actions qui donnent des points est affichée pour chaque système

source: (Optional) If set, elements are displayed even if users are not logged in.
de_de: (Optional) Das Widget muss auch dann angezeigt werden, wenn Benutzer nicht verbunden sind.
fr_fr: (Facultatif) Le texte affiché après les points nécessaires.

source: (Optional) Set the 'Total' label. Only displayed if showdetail is set to true
fr_fr: (Facultatif) Définissez le label de 'Total'. S'affiche uniquement si showdetail est mis à true

source: This shortcode displays the date where user points will expire. It only works for inactivity points expiration.
de_de: Dieser Shortcode zeigt das Datum an, an dem Benutzerpunkte ablaufen. Es funktioniert nur für den Ablauf von Inaktivitätspunkten.
fr_fr: Ce shortcode affiche la date à laquelle les points utilisateur expireront. Cela ne fonctionne que pour l’expiration des points d’inactivité.
