Repository: yaman-suneja/coh
Catalog: plugins/woorewards/modules/woorewards-pro/languages/woorewards-pro-*.po
Languages: cs_cz, de_de, fr_fr, ru_ru

source: Points for product review
cs_cz: Body za recenzi produktu
fr_fr: Points sur notation de produit
ru_ru: Очки за обзор продукта

source: Points for comments
cs_cz: Body za komentáře
de_de: Punkte für Kommentare
fr_fr: Points pour commentaires
ru_ru: Очки за комментарии

source: Points for sharing
cs_cz: Body za sdílení
de_de: Punkte zum Teilen
fr_fr: Points pour le partage
ru_ru: Очки за репост

source: Customers will get points when they click the share button.
cs_cz: Zákazníci získají body, když kliknou na tlačítko sdílení.
fr_fr: Les clients obtiendront des points lorsqu'ils cliqueront sur le bouton partager.
ru_ru: Клиенты будут получать очки, когда они нажимают кнопку репоста.

source: Points on clicked link
cs_cz: Body za kliknutý odkaz
de_de: Punkte auf angeklickten Link
fr_fr: Points sur clic de lien partagé
ru_ru: Очки за нажатие ссылки

source: Customers will get points only when other visitors click on their shared links.
cs_cz: Zákazníci získají body, pouze když ostatní návštěvníci kliknou na jejich sdílené odkazy.
de_de: Kunden erhalten nur dann Punkte, wenn andere Besucher auf ihre freigegebenen Links klicken.
fr_fr: Les clients n'obtiendront des points que lorsque d'autres visiteurs cliquent sur leurs liens partagés.
ru_ru: Клиенты будут получать очки только тогда, когда другие посетители нажимают на их ссылки репоста.

source: For each level, customers will receive 2 rewards, a title and a permanent discount.
cs_cz: Za každou úroveň získají zákazníci 2 odměny, titul a trvalou slevu.
fr_fr: Pour chaque niveau, les clients recevront 2 récompenses, un titre et une remise permanente.
ru_ru: За каждый уровень клиенты получат 2 награды, титул и постоянную скидку.

source: When customers reach a new level, rewards replace the rewards from the previous level. They're not cumulative
cs_cz: Když zákazníci dosáhnou nové úrovně, odměny nahradí odměny z předchozí úrovně. Nejsou kumulativní
de_de: Wenn Sie ein neues System hinzufügen, müssen Sie folgende Entscheidungen treffen
fr_fr: Lorsque les clients atteignent un nouveau niveau, les récompenses remplacent les récompenses du niveau précédent. Elles ne sont pas cumulatives
ru_ru: Когда клиенты переходят на новый уровень, награда заменяет награду предыдущего уровня. Они не суммируются

source: The values proposed by default will be set if you don't enter your own values
cs_cz: Hodnoty navržené ve výchozím nastavení budou nastaveny, pokud nezadáte své vlastní hodnoty
de_de: Die vorgeschlagenen Werte werden standardmäßig festgelegt, wenn Sie keine eigenen Werte eingeben
fr_fr: Les valeurs proposées par défaut seront fixées si vous n'entrez pas vos propres valeurs
ru_ru: Значения, предложенные по умолчанию, будут установлены, если вы не введите свои собственные значения

source: Remember that you can change all these settings later
cs_cz: Nezapomeňte, že všechna tato nastavení můžete později změnit
de_de: Denken Sie daran, dass Sie alle diese Einstellungen später ändern können
fr_fr: N'oubliez pas que vous pouvez modifier tous ces paramètres plus tard
ru_ru: Помните, что все эти настройки можно изменить позже

source: Level Name
cs_cz: Název úrovně
fr_fr: Nom de niveau
ru_ru: Название уровня

source: Points to reach the level
cs_cz: Body k dosažení úrovně
fr_fr: Points pour atteindre le niveau
ru_ru: Очки для достижения уровня

source: Permanent discount % amount
cs_cz: Trvalá sleva % z částky
de_de: Permanenter Rabatt % a Betrag
fr_fr: Montant en % de la remiser permanente
ru_ru: Размер постоянной скидки %

source: First level
cs_cz: První úroveň
de_de: Erste Ebene
fr_fr: Premier niveau
ru_ru: Первый уровень

source: Bronze Level
cs_cz: Bronzová úroveň
fr_fr: Niveau Bronze
ru_ru: Бронзовый уровень

source: Number
cs_cz: Číslo
de_de: Nummer
fr_fr: Nombre
ru_ru: Число

source: Number in %
cs_cz: Počet v %
de_de: Nummer in %
fr_fr: Nombre en %
ru_ru: Число в %

source: Bronze Member
cs_cz: Bronzový člen
de_de: Bronze Mitglied
fr_fr: Membre Bronze
ru_ru: Бронзовый Участник

source: Title Name
cs_cz: Název titulu
de_de: Titelname
fr_fr: Nom du titre
ru_ru: Название Заголовка

source: Second level
cs_cz: Druhý stupeň
de_de: Zweite Ebene
fr_fr: Deuxième niveau
ru_ru: Второй уровень

source: Silver Level
cs_cz: Stříbrná úroveň
fr_fr: Niveau Argent
ru_ru: Серебряный Уровень

source: Silver Member
cs_cz: Stříbrný člen
de_de: Silber Mitglied
fr_fr: Membre Argent
ru_ru: Серебряный Участник

source: Third level
cs_cz: Třetí úroveň
de_de: Dritte Ebene
fr_fr: Deuxième niveau
ru_ru: Третий уровень

source: Gold Level
cs_cz: Zlatá úroveň
fr_fr: Niveau
ru_ru: Золотой Уровень

source: Gold Member
cs_cz: Zlatý člen
de_de: Gold Mitglied
fr_fr: Membre Or
ru_ru: Золотой Участник

source: Don't forget to add the %s to your pages to allow customers to earn points
cs_cz: Nezapomeňte přidat %s na své stránky, aby zákazníci mohli získávat body
de_de: Vergessen Sie nicht, die %s zu Ihren Seiten hinzuzufügen, damit Kunden Punkte sammeln können
fr_fr: N'oubliez pas d'ajouter les %s à vos pages pour permettre aux clients de gagner des points
ru_ru: Не забудьте добавить %s на Ваши страницы, чтобы клиенты могли зарабатывать очки

source: Social Share widget
cs_cz: Widget sociální sdílení
de_de: Widget "Social Share"
fr_fr: Widgets de Partage
ru_ru: Виджет Social Share

source: %s points earned for each %s spent
cs_cz: %s bodů získaných za každé utracené %s
de_de: %s Punkte erreicht für jede(n) ausgegebene(n) %s
fr_fr: %s points gagnés pour chaque %s dépensé
ru_ru: %s очков, заработанных за каждый потраченный %s

source: %s points for each placed order
cs_cz: %s bodů za každou zadanou objednávku
de_de: %s Punkte für jede Bestellung
fr_fr: %s points pour chaque commande passée
ru_ru: %s очков за каждый размещенный заказ

source: %s extra points for the first order
cs_cz: %s extra body za první objednávku
de_de: %s zusätzliche Punkte für die erste Bestellung
fr_fr: %s points supplémentaires pour la première commande
ru_ru: %s дополнительных очков за первый заказ

source: Place a first order
cs_cz: Vytvořte první objednávku
de_de: Erste Bestellung aufgeben
fr_fr: Passer une première commande
ru_ru: Разместите первый заказ

source: %s points for buying %s
de_de: %s Punkte bei Bestellung von %s
fr_fr: %s points pour l'achat de %s
ru_ru: %s очков за покупку %s

source: Buy a product
cs_cz: Kup produkt
fr_fr: Acheter un produit
ru_ru: Купите товар

source: %s points for buying in the categories : %s
cs_cz: %s bodů za nákup v kategoriích: %s
de_de: %s Punkte für den Einkauf in den Kategorien : %s
fr_fr: %s points pour l'achat dans les catégories : %s
ru_ru: %s очков за покупку в категориях : %s

source: Buy in product categories
cs_cz: Kup v kategorii produktu
de_de: Kaufen Sie in Produktkategorien
fr_fr: Acheter dans les catégories de produits
ru_ru: Купите в категориях товаров

source: %s points on product review
cs_cz: %s bodů za recenzi produktu
de_de: %s für eine Produktbewertung
fr_fr: points %s sur notation de produit
ru_ru: %s очков за отзыв на товар

source: Review a product
cs_cz: Recenze produktu
fr_fr: Noter un produit
ru_ru: Оценить Продукт

source: %s points on post or page comment
cs_cz: %s bodů za příspěvek nebo komentář na stránce
de_de: %s Punkte für Beitrags- oder Seitenkommentare
fr_fr: %s points sur les commentaires d'articles ou de pages
ru_ru: %s очков за комментарий на посте или странице

source: Comment a post
cs_cz: Komentujte příspěvek
de_de: Kommentieren eines Beitrags
fr_fr: Commenter un article
ru_ru: Комментируйте запись

source: %s points for sharing on social media
cs_cz: %s bodů za sdílení na sociálních médiích
de_de: %s Punkte für das Teilen auf Social Media
fr_fr: %s points pour le partage sur les médias sociaux
ru_ru: %s очков за репост в социальных сетях

source: Share a link
cs_cz: Sdílejte odkaz
de_de: Einen Link teilen
fr_fr: Partager un lien
ru_ru: Поделитесь ссылкой

source: %s points when a shared link is clicked
cs_cz: %s bodů za kliknutí na sdílený odkaz
de_de: %s Punkte, wenn ein geteilter Link angeklickt wird
fr_fr: %s points lorsqu'un lien partagé est cliqué
ru_ru: %s очков, когда кто-то перейдёт по ссылке репоста

source: Clicked shared link
cs_cz: Klikli na sdílený odkaz
fr_fr: Lien partagé cliqué
ru_ru: Нажатая ссылка репоста

source: Please, select a method category.
cs_cz: Vyberte kategorii metod.
de_de: Bitte wählen Sie eine Methodenkategorie aus.
fr_fr: Veuillez sélectionner une catégorie.
ru_ru: Пожалуйста, выберите категорию способа.

source: Points for specific product expect numeric value or leave blank.
cs_cz: Body za konkrétní produkt očekávají číselnou hodnotu nebo ponechají prázdné.
fr_fr: Points pour produit spécifique nécessite une valeur numérique ou vide.
ru_ru: Очки за конкретный продукт ожидают число, либо оставьте пустыми.

source: Please, select a specific product or don't set points.
cs_cz: Vyberte prosím konkrétní produkt nebo nenastavujte žádné body.
de_de: Bitte wählen Sie ein bestimmtes Produkt aus oder setzen Sie keine Punkte.
fr_fr: S'il vous plaît, sélectionnez un produit spécifique ou ne définissez pas de points.
ru_ru: Пожалуйста, выберите конкретный продукт или не устанавливайте очки.

source: Points on category buy expect numeric value or leave blank.
cs_cz: Body v kategorii nákup očekávají číselnou hodnotu nebo ponechají prázdné.
de_de: Punkte auf Kategoriekauf erwarten numerischen Wert oder lassen Sie leer.
fr_fr: Les points sur l'achat dans une catégorie nécessitent une valeur numérique ou vide.
ru_ru: Очки за покупку в категории ожидают число, либо оставьте пустыми.

source: Please, select at least one product category or do not set points.
cs_cz: Vyberte prosím alespoň jednu kategorii produktů nebo nenastavujte žádné body.
de_de: Bitte wählen Sie mindestens eine Produktkategorie aus oder setzen Sie keine Punkte.
fr_fr: S'il vous plaît, sélectionnez au moins une catégorie de produit ou ne définissez pas de points.
ru_ru: Пожалуйста, выберите хотя бы одну категорию продуктов или не устанавливайте очки.

source: Points Needed for first level expects numeric value or leave blank.
cs_cz: Body potřebné pro první úroveň očekávají číselnou hodnotu nebo zůstanou prázdné.
fr_fr: Points nécessaires pour le premier niveau s'attend à une valeur numérique ou laissée vide.
ru_ru: Необходимые Очки для первого уровня ожидают число, либо оставьте пустыми.

source: Please, set a positive first reward percentage or do not set points needed.
cs_cz: Nastavte prosím první procento pozitivní odměny nebo nenastavujte potřebné body.
de_de: Bitte legen Sie einen positiven Prozentsatz der ersten Belohnung fest oder setzen Sie keine benötigten Punkte fest.
fr_fr: S'il vous plaît, définissez un pourcentage de première récompense positive ou ne pas définir les points nécessaires.
ru_ru: Пожалуйста, установите положительный процент первой награды или не устанавливайте требуемые очки.

source: You need to set a user title for the first level. You can remove the title later.
cs_cz: Musíte nastavit název uživatele pro první úroveň. Titul můžete později odebrat.
fr_fr: Vous devez définir un titre utilisateur pour le premier niveau. Vous pouvez supprimer le titre plus tard.
ru_ru: Вам нужно установить титул пользователя для первого уровня. Вы можете удалить этот титул позже.

source: Points Needed for second level expects numeric value or leave blank.
cs_cz: Body potřebné pro druhou úroveň očekávají číselnou hodnotu nebo zůstanou prázdné.
de_de: Für die zweite Ebene benötigte Punkte wird ein numerischer Wert erwartet oder leer gelassen.
fr_fr: Points nécessaires pour le deuxième niveau s'attend à une valeur numérique ou laissée vide.
ru_ru: Необходимые Очки для второго уровня ожидают число, либо оставьте пустыми.

source: Please, set a positive second reward percentage or do not set points needed.
cs_cz: Nastavte prosím kladné druhé procento odměny nebo nenastavujte potřebné body.
de_de: Bitte legen Sie einen positiven Prozentsatz der zweiten Belohnung fest oder setzen Sie keine benötigten Punkte fest.
fr_fr: S'il vous plait, saisissez un nombre de points positifs ou laissez vide.
ru_ru: Пожалуйста, установите положительный процент второй награды или не устанавливайте требуемые очки.

source: You need to set a user title for the second level. You can remove the title later.
cs_cz: Musíte nastavit uživatelský titul pro druhou úroveň. Titul můžete později odebrat.
fr_fr: Vous devez définir un titre utilisateur pour le deuxième niveau. Vous pouvez supprimer le titre plus tard.
ru_ru: Вам нужно установить титул пользователя для второго уровня. Вы можете удалить этот титул позже.

source: Points Needed for third level expects numeric value or leave blank.
cs_cz: Body potřebné pro třetí úroveň očekávají číselnou hodnotu nebo zůstanou prázdné.
de_de: Punkte, die für die dritte Ebene benötigt werden, erwartet numerischen Wert oder lässt leer.
fr_fr: Points nécessaires pour le troisième niveau s'attend à une valeur numérique ou laisser vide.
ru_ru: Необходимые Очки для третьего уровня ожидают число, либо оставьте пустыми.

source: Please, set a positive third reward percentage or do not set points needed.
cs_cz: Nastavte prosím kladné třetí procento odměny nebo nenastavujte potřebné body.
de_de: Bitte legen Sie einen positiven Prozentsatz der dritten Belohnung fest oder setzen Sie keine benötigten Punkte fest.
fr_fr: S'il vous plait, saisissez un nombre de points positifs ou laissez vide.
ru_ru: Пожалуйста, установите положительный процент третьей награды или не устанавливайте требуемые очки.

source: You need to set a user title for the third level. You can remove the title later.
cs_cz: Musíte nastavit uživatelský titul pro třetí úroveň. Titul můžete později odebrat.
de_de: Sie müssen einen Benutzertitel für die dritte Ebene festlegen. Sie können den Titel später entfernen.
fr_fr: Vous devez définir un titre utilisateur pour le troisième niveau. Vous pouvez supprimer le titre plus tard.
ru_ru: Вам нужно установить титул пользователя для третьего уровня. Вы можете удалить этот титул позже.

source: Referral Settings
de_de: Empfehlungs Einstellungen
fr_fr: Paramètres de référencement
ru_ru: Настройки рефералов

source: Welcome to this Wizard. This tool will help you configure a referral system.
fr_fr: Bienvenue dans cet assistant. Cet outil vous aidera à configurer un système de recommandation.

source: You will set the rewards for both the referrer and the referee as well as the requirements for the referrer to earn his reward.
fr_fr: Vous définirez les récompenses pour le parrain et le filleul ainsi que les exigences pour que le parrain gagne sa récompense.

source: Referral System
cs_cz: Systém doporučování
de_de: Empfehlungssystem
fr_fr: Système de parrainage
ru_ru: Реферальная система

source: The referral system has 2 main goals :
fr_fr: Le système de recommandation a 2 objectifs principaux :

source: Give a reward to referees to encourage them to visit your website and order
fr_fr: Donnez une récompense au filleul pour l'encourager à visiter votre site Web et à commander

source: Encourage you customers to refer their friends
fr_fr: Encouragez vos clients à recommander leurs amis

source: Here, you will set some basic settings for your referral system. You can change them later with advanced options.
fr_fr: Ici, vous allez définir quelques paramètres de base pour votre système de recommandation. Vous pouvez les modifier ultérieurement avec des options avancées.

source: Referee Action
fr_fr: Action du filleul

source: Register
cs_cz: Registrovat
de_de: Registrieren
fr_fr: S'inscrire
ru_ru: Регистрация

source: Choose the action the referee has to perform for the referrer to earn points
fr_fr: Choisissez l'action que le filleul doit effectuer pour que le parrain gagne des points

source: How many referees
fr_fr: Combien de personnes recommandées

source: Number of people to refer before the referrer earns his reward
fr_fr: Nombre de personnes à recommander avant que le parrain ne gagne sa récompense

source: Max Referrals
de_de: Max. Verweise
fr_fr: Nombre maximum de recommandations

source: Maximum number of people a customer can refer
fr_fr: Nombre maximum de personnes qu'un client peut recommander

source: Referrer Reward (%s)
fr_fr: Récompense du parrain (%s)

source: Number
cs_cz: Číslo
de_de: Nummer
fr_fr: Nombre
ru_ru: Число

source: Set the rewards for the referrer and the referee
fr_fr: Définir les récompenses pour le parrain et le filleul

source: Referee Reward (%s)
fr_fr: Récompense du filleul (%s)

source: Please, select a 'Referee Action'.
fr_fr: S'il vous plaît, sélectionnez une «action du filleul».

source: 'How many referred' expects numeric value greater than zero.
fr_fr: «Combien de filleuls» s'attend à une valeur numérique supérieure à zéro.

source: 'Max Referrals' expects numeric value greater than zero or leave blank.
fr_fr: 'Max Recommandations' s'attend à une valeur numérique supérieure à zéro ou à un vide.

source: 'Referrer Reward' expects amount greater than zero or leave blank.
fr_fr: 'Récompense du parrain' attend un montant supérieur à zéro ou une valeur vide.

source: 'Referee Rewards' expects amount greater than zero or leave blank.
fr_fr: La « Récompense du Filleul » s’attend à ce que le montant soit supérieur à zéro ou laissé vide.

source: Don't forget to add the %s to your pages to allow customers to sponsor their friends
cs_cz: Nezapomeňte přidat %s na vaše stránky, aby zákazníci mohli sponzorovat své přátele
fr_fr: N'oubliez pas d'ajouter le %s à vos pages pour permettre aux clients de parrainer leurs amis
ru_ru: Не забудьте добавить %s на свои страницы, чтобы клиенты могли спонсировать своих друзей

source: Referral widget
fr_fr: Widget de recommandation

source: Referee Action to perform
fr_fr: Action du filleul à effectuer

source: Referee registers
fr_fr: Le filleul s'est enregistré

source: Referee places an order
fr_fr: Un filleul passe une commande
ru_ru: Оформите заказ

source: Referee Settings
fr_fr: Paramètres du filleul

source: Welcome to this Wizard. This tool will help you configure your first loyalty system in less than 5 minutes
cs_cz: Vítejte v tomto průvodci. Tento nástroj vám pomůže nakonfigurovat první věrnostní systém za méně než 5 minut
fr_fr: Bienvenue dans ce Wizard. Cet outil vous aidera à configurer votre premier système de points et récompenses en moins de 5 minutes
ru_ru: Добро пожаловать в этот Мастер Настройки. Этот инструмент поможет вам настроить вашу первую систему лояльности менее чем за 5 минут

source: Simply follow the steps and watch the magic happen.
cs_cz: Jednoduše postupujte podle pokynů a sledujte, jak se kouzlo děje.
de_de: Folgen Sie einfach den Schritten und beobachten Sie, wie die Magie passiert.
fr_fr: Il suffit de suivre les étapes et regarder la magie se produire.
ru_ru: Просто следуйте шагам и магия случится сама.

source: Set points for all the methods you want and ignore the ones you don't want.
cs_cz: Nastavte body pro všechny požadované metody a ignorujte ty, které nechcete.
fr_fr: Définissez des points pour toutes les méthodes que vous voulez et ignorez ceux que vous ne voulez pas.
ru_ru: Установите очки для всех методов, которые вы хотите использовать, и игнорируйте те, которые Вам не нужны.

source: You can change all these settings later.
cs_cz: Všechna tato nastavení můžete později změnit.
de_de: Sie können alle diese Einstellungen später ändern.
fr_fr: Vous pouvez modifier tous ces paramètres plus tard.
ru_ru: Вы можете изменить все эти настройки позже.

source: Select the rewards for your customers.
cs_cz: Vyberte odměny pro své zákazníky.
de_de: Wählen Sie die Belohnungen für Ihre Kunden aus.
fr_fr: Sélectionnez les récompenses pour vos clients.
ru_ru: Выберите награды для Ваших клиентов.

source: This wizard proposes 3 default rewards but you'll have the possibility to add other reward types afterwards.
cs_cz: Tento průvodce navrhuje 3 výchozí odměny, ale poté budete mít možnost přidat další typy odměn.
de_de: Dieser Assistent schlägt 3 Standardbelohnungen vor, aber Sie haben die Möglichkeit, danach weitere Belohnungstypen hinzuzufügen.
fr_fr: Ce Wizard propose 3 récompenses par défaut, mais vous aurez la possibilité d'ajouter d'autres types de récompense par la suite.
ru_ru: Этот мастер настройки создаст 3 награды по умолчанию, но вы сможете добавить другие типы наград позже.

source: If you don't want to set one of the rewards proposed down below, leave the 'Points Needed' input empty and it will be ignored.
cs_cz: Pokud nechcete nastavit některou z níže navrhovaných odměn, nechte vstup „Potřebné body“ prázdný a bude ignorován.
fr_fr: Si vous ne voulez pas définir l'une des récompenses proposées ci-dessous, laissez l'entrée 'Points nécessaires' vide et elle sera ignorée.
ru_ru: Если Вы не хотите устанавливать одну из представленных ниже наград, оставьте поле 'Необходимые Очки' пустым и награда будет проигнорирована.

source: Points Needed
cs_cz: Jsou zapotřebí Body
de_de: Benötigte Punkte
fr_fr: Points nécessaires
ru_ru: Необходимое количество Очков

source: Reward Amount
cs_cz: Částka odměny
de_de: Prämienbetrag
fr_fr: Points de fidélité
ru_ru: Сумма Награды

source: First reward
cs_cz: První odměna
fr_fr: Première récompense
ru_ru: Первая награда

source: Fixed discount
cs_cz: Pevná sleva
de_de: Fester Rabatt
fr_fr: Réduction fixe
ru_ru: Фиксированная скидка

source: Second reward
cs_cz: Druhá odměna
de_de: Zweite Belohnung
fr_fr: Deuxième récompense
ru_ru: Вторая награда

source: Percentage discount
cs_cz: Procentuální sleva
de_de: Prozentualer Rabatt
fr_fr: Remise en pourcentage
ru_ru: Процентная скидка

source: Third reward
cs_cz: Třetí odměna
de_de: Dritte Belohnung
fr_fr: Troisième récompense
ru_ru: Третья награда

source: First Reward
cs_cz: První odměna
de_de: Erste Belohnung
fr_fr: Première récompense
ru_ru: Первая награда

source: Second Reward
cs_cz: Druhá odměna
fr_fr: Deuxième récompense
ru_ru: Вторая награда

source: Third Reward
cs_cz: Třetí odměna
de_de: Dritte Belohnung
fr_fr: Troisième récompense
ru_ru: Третья награда

source: %s%s discount for %s points
cs_cz: %s%s sleva za %s Bodů
de_de: %s%s Rabatt auf %s Punkte
fr_fr: %s%s de remise pour %s points
ru_ru: %s%s скидка за %s очков

source: %s percent discount for %s points
cs_cz: %s procent sleva za %s bodů
de_de: %s Prozent Rabatt für %s Punkte
fr_fr: %s pourcent d'escompte pour %s points
ru_ru: %s-процентная скидка за %s очков

source: Free shipping for %s points
cs_cz: Doprava ZDARMA za %s Bodů
de_de: Kostenloser Versand für %s Punkte
fr_fr: Livraison gratuite pour %s points
ru_ru: Бесплатная доставка за %s очков

source: Points for each %s spent expects numeric value greater than zero or leave blank.
cs_cz: Body za každé vynaložené %s očekávají číselnou hodnotu větší než nula nebo ponechají prázdné.
de_de: Punkte für jedes/jeden ausgegebene(n) %s benötigen einen numerischen Wert größer als Null oder lassen Sie dieses Feld leer.
fr_fr: Les points pour chaque %s dépensé s'attendent à une valeur numérique supérieure à zéro ou laissée vide.
ru_ru: 'Очки за каждый потраченный %s' ожидают число больше нуля, либо оставьте пустыми.

source: Points on order placed expects numeric value greater than zero or leave blank.
cs_cz: Body v zadané objednávce očekávají, že číselná hodnota bude větší než nula, nebo zůstane prázdné.
de_de: Punkte auf Bestellung benötigen einen numerischen Wert größer als Null oder lassen Sie das Feld leer.
fr_fr: Les points sur l'achat dans une catégorie nécessitent une valeur numérique ou vide.
ru_ru: 'Очки за заказ' ожидают число больше нуля, либо оставьте пустыми.
