Repository: yaman-suneja/coh
Catalog: plugins/woorewards/modules/woorewards-pro/languages/woorewards-pro-*.po
Languages: cs_cz, de_de, fr_fr, ru_ru

source: Product category
cs_cz: Kategorie produktů
de_de: Produktkategorie
fr_fr: Catégorie de produit
ru_ru: Категория товара

source: Minimum product count
cs_cz: Minimální počet produktů
de_de: Minimale Produktanzahl
fr_fr: Nombre minimum de produits
ru_ru: Минимальное количество продуктов

source: Quantity Multiplier
cs_cz: Násobitel množství
de_de: Mengenmultiplikator
fr_fr: Multiplicateur de quantité
ru_ru: Количественный множитель

source: Event Priority
cs_cz: Priorita události
de_de: Ereignis Priorität
fr_fr: Priorité de l’événement
ru_ru: Приоритет События

# getDisplayType
source: Buy in category
cs_cz: Nákup v kategorii
de_de: Kaufen in der Kategorie
fr_fr: Acheter dans la catégorie
ru_ru: Купите в категории

source: Product bought in category %s
cs_cz: Produkt zakoupený v kategorii %s
de_de: In Kategorie %s gekauftes Produkt
fr_fr: Produit acheté dans la catégorie %s
ru_ru: Продукт, купленный в категории %s

source: Product bought in categories %s
cs_cz: Produkt zakoupený v kategoriích %s
de_de: In den Kategorien %s gekaufte Produkte
fr_fr: Produit acheté dans les catégories %s
ru_ru: Продукт, купленный в категориях %s

source: Order
cs_cz: Objednat
de_de: Bestellung
fr_fr: Commande
ru_ru: Заказ

# Points per item
source: [%s] / item
fr_fr: [%s] / produit

# Points per item
source: %s / item
cs_cz: %s / položka
de_de: %s / Artikel
fr_fr: %s / produit
ru_ru: %s / Товар

source: The customer earns points when he buys a specified product.
cs_cz: Zákazník získává body, když si koupí konkrétní produkt.
de_de: Der Kunde verdient Punkte, wenn er ein bestimmtes Produkt kauft.
fr_fr: Le client gagne des points lorsqu’il achète un produit spécifié.
ru_ru: Клиент получает очки, когда покупает указанный продукт.

source: Buy products %s
cs_cz: Kup produkty %s
de_de: Produkte %s kaufen
fr_fr: Acheter les produits %s
ru_ru: Купите товары %s

source: Buy product %s
cs_cz: Kup produkt %s
de_de: Produkt kaufen %s
fr_fr: Acheter le produit %s
ru_ru: Купите продукт %s

source: Product(s) to buy
cs_cz: Produkt(y) ke koupi
de_de: Zu kaufende(r) Produkt(e)
fr_fr: Produit(s) à acheter
ru_ru: Товар(ы) для покупки

# Coupon Unlockable
source: Product(s)
cs_cz: Produkt(y)
de_de: Produkt(e)
fr_fr: Produit(s)
ru_ru: Товар(ы)

# Buy Specific Product Event
source: Quantity Multiplier
cs_cz: Násobky množství
de_de: Mengenmultiplikator
fr_fr: Multiplicateur de quantité
ru_ru: Количественный множитель

source: If checked, action will be counted once per bought product. Otherwise, only once per order containing the product.
cs_cz: Pokud je zaškrtnuto, akce se započítá jednou za zakoupený produkt. Jinak pouze jednou na objednávku obsahující produkt.
de_de: Wenn aktiviert, wird die Aktion einmal pro gekauftem Produkt gezählt. Ansonsten nur einmal pro Bestellung, die das Produkt enthält.
fr_fr: Si elle est cochée, l’action sera comptabilisée une fois par produit acheté. Dans le cas contraire, une seule fois par commande contenant le produit.
ru_ru: Если включено, действие будет засчитываться один раз за каждый купленный продукт. В противном случае, только один раз за каждый заказ, содержащий продукт.

source: Product(s)
cs_cz: Produkt(y)
de_de: Produkt(e)
fr_fr: Produit(s)
ru_ru: Товар(ы)

# getDisplayType
source: Buy specific products
cs_cz: Kup specifické produkty
de_de: Bestimmte Produkte kaufen
fr_fr: Acheter des produits spécifiques
ru_ru: Купите конкретный продукт

source: Bought specific products on order %s
fr_fr: Acheté des produits spécifiques sur commande %s

source: Bought a %1$s on order %2$s
fr_fr: Acheté un %1$s sur commande %2$s

source: The customer will earn points when he clicks on a specific image on your website.
cs_cz: Zákazník získá body, když klikne na konkrétní obrázek na vašem webu.
de_de: Der Kunde erhält Punkte, wenn er auf ein bestimmtes Bild auf Ihrer Website klickt.
fr_fr: Le client gagnera des points lorsqu’il clique sur une image spécifique sur votre site Web.
ru_ru: Клиент заработает очки, когда он нажмёт на конкретное изображение на вашем сайте.

source: You can use this method to set up an image hunt on your website.
cs_cz: Tuto metodu můžete použít k nastavení lovu obrázků na vašem webu.
de_de: Sie können diese Methode verwenden, um eine Bilderjagd auf Ihrer Website einzurichten.
fr_fr: Vous pouvez utiliser cette méthode pour configurer une chasse aux images sur votre site Web.
ru_ru: Вы можете использовать этот метод для настройки охоты на картинку на Вашем сайте.

# EasterEgg image backend text
source: Customers will seek for this image :
cs_cz: Zákazníci budou hledat tento obrázek:
de_de: Kunden werden nach diesem Bild suchen:
fr_fr: Les clients devront chercher cette image :
ru_ru: Клиенты будут искать это изображение :

# EasterEgg image after found
source: If clicked, the image will turn into :
cs_cz: Po kliknutí se obrázek změní na:
de_de: Wenn Sie darauf klicken, wird das Bild in:
fr_fr: Si vous cliquez dessus, l'image se transforme en:
ru_ru: При нажатии изображение превратится в :

source: Copy this shortcode somewhere on your site
cs_cz: Zkopírujte tento zkrácený kód někam na svůj web
de_de: Kopieren Sie diesen Shortcode irgendwo auf Ihrer Website
fr_fr: Copiez ce shortcode quelque part sur votre site
ru_ru: Разместите этот шорткод где-то на Вашем сайте

# EasterEgg image frontend text
source: Seek for
cs_cz: Hledat
de_de: Suche nach
fr_fr: Cherchez
ru_ru: Ищите

# Frontend easter egg image
source: Seek
cs_cz: Hledat
de_de: Suchen
fr_fr: Chercher
ru_ru: Искать

source: Set images on your website that your users can click on to earn points.
cs_cz: Nastavujte na svém webu obrázky, na které vaši uživatelé mohou klikat a získávat body.
fr_fr: Définissez des images sur votre site Web sur qui vos utilisateurs peuvent cliquer pour gagner des points.
ru_ru: Установите изображения на вашем сайте, на которые пользователи смогут кликнуть, чтобы получить очки.

source: The first image is the one they have to click on.
cs_cz: První obrázek je ten, na který musí kliknout.
de_de: Das erste Bild ist dasjenige, auf das sie klicken müssen.
fr_fr: La première image est celle sur laquelle ils doivent cliquer.
ru_ru: Первое изображение - то, на которое они должны нажать.

source: The second image (optional) will be displayed after the users clicks on the first one.
cs_cz: Druhý obrázek (volitelný) se zobrazí poté, co uživatelé kliknou na první.
de_de: Das zweite Bild (optional) wird angezeigt, nachdem der Benutzer auf das erste geklickt hat.
fr_fr: La deuxième image (facultative) s'affichera une fois que les utilisateurs cliquent sur la première.
ru_ru: Второе изображение (необязательно) будет отображаться после нажатия пользователей на первое.

# Frontend easter egg image
source: Found
cs_cz: Nalezeno
de_de: Gefunden
fr_fr: Trouvé
ru_ru: Найдено

# getDisplayType
source: Click an Image
cs_cz: Klikněte na obrázek
de_de: Klicken Sie auf ein Bild
fr_fr: Cliquez sur une image
ru_ru: Нажмите на изображение

source: Image found
cs_cz: Obrázek nalezen
fr_fr: Image trouvée
ru_ru: Найдено изображение

source: Website
cs_cz: Webová stránka
de_de: Webseite
fr_fr: Site web
ru_ru: Сайт

source: Fun activities
cs_cz: Zábavné aktivity
de_de: Lustige Aktivitäten
fr_fr: Activités amusantes
ru_ru: Веселые мероприятия

source: (amount greater than %s)
cs_cz: (částka větší než %s)
de_de: (Betrag größer als %s)
fr_fr: (montant supérieur à %s)
ru_ru: (сумма больше, чем %s)

# Earning method description
source: (after discount)
cs_cz: (po slevě)
de_de: (nach Rabatt)
fr_fr: (après remise)
ru_ru: (после скидки)

source: Limited to category %s
cs_cz: Omezeno na kategorii %s
fr_fr: Limité à la catégorie %s
ru_ru: Ограничено категориями - %s

source: Exclude category %s
cs_cz: Vyloučit kategorii %s
fr_fr: Exclure la catégorie %s
ru_ru: Исключить категории - %s

source: Include shipping
cs_cz: Zahrnout dopravu
de_de: Einschließen des Versands
fr_fr: Inclure le montant d'expédition
ru_ru: Включает доставку

# Order Amount Event
source: Include shipping amount
cs_cz: Uveďte částku za dopravu
fr_fr: Inclure le montant d'expédition
ru_ru: Включает сумму доставки

# Order Amount Event
source: Threshold effect
cs_cz: Prahový efekt
de_de: Schwellenwerteffekt
fr_fr: Effet de seuil
ru_ru: Пороговый эффект

source: If checked, customers will earn points for each multiple of this amount. If unchecked, points earned will be rounded to the closest value.
cs_cz: Pokud je zaškrtnuto, zákazníci získají body za každý násobek této částky. Pokud není zaškrtnuto, získané body budou zaokrouhleny na nejbližší hodnotu.
de_de: Wenn diese Option aktiviert ist, erhalten Kunden Punkte für jedes Vielfache dieses Betrags. Wenn diese Option deaktiviert ist, werden die gesammelten Punkte auf den nächsten Wert gerundet.
fr_fr: Si cochée, les clients gagneront des points pour chaque multiple de ce montant. Si décochée, les points gagnés seront arrondis à la valeur la plus proche.
ru_ru: Если включить, то клиенты будут зарабатывать очки за каждое кратное число этой суммы. Если не включать, то заработанные очки будут округлены до ближайшего значения.

# Order Amount Event
source: Minimum order amount
cs_cz: Minimální částka objednávky
de_de: Mindestbestellmenge
fr_fr: Montant minimum de commande
ru_ru: Минимальная сумма заказа

source: Uses the Order Subtotal as reference.
cs_cz: Použije mezisoučet objednávky jako referenci.
de_de: Verwendet die Bestellzwischensumme als Referenz.
fr_fr: Utilise le sous total de commande comme référence.
ru_ru: Использует подытог Заказа в качестве эталона.

source: Allow / Deny Categories
cs_cz: Povolit / Zakázat kategorie
de_de: Kategorien zulassen / verweigern
fr_fr: Autoriser / Refuser les catégories
ru_ru: Разрешить / Запретить Категории

# Order Amount Event
source: Allowed categories
cs_cz: Povolené kategorie
de_de: Erlaubte Kategorien
fr_fr: Catégories autorisées
ru_ru: Допустимые категории

source: If left empty, all bought products are taken into account. If you set one or more categories, only the products which belong to these categories will be used.
cs_cz: Pokud zůstanou prázdné, budou zohledněny všechny zakoupené produkty. Pokud nastavíte jednu nebo více kategorií, budou použity pouze produkty, které do těchto kategorií patří.
fr_fr: Si laissé vide, tous les produits achetés peuvent donner des points de fidélité. Si vous définissez une ou plusieurs catégories, seuls les produits qui appartiennent à ces catégories attribueront des points.
ru_ru: Если оставить пустым, все купленные продукты принимаются во внимание. Если вы установите одну или несколько категорий, будут использоваться только продукты, которые относятся к этим категориям.

source: If left empty, all bought products can give loyalty points. If you set one or more categories, only the products which belong to these categories will award points.
cs_cz: Pokud zůstanou prázdné, mohou všechny zakoupené produkty přidělit věrnostní body. Pokud nastavíte jednu nebo více kategorií, body získají pouze produkty, které do těchto kategorií patří.
de_de: Wenn sie leer gelassen werden, können alle gekauften Produkte Treuepunkte geben. Wenn Sie eine oder mehrere Kategorien festlegen, vergeben nur die Produkte, die zu diesen Kategorien gehören, Punkte.
fr_fr: Si laissé vide, tous les produits achetés peuvent donner des points de fidélité. Si vous définissez une ou plusieurs catégories, seuls les produits qui appartiennent à ces catégories attribueront des points.
ru_ru: Если оставить пустым, все купленные продукты могут дать баллы лояльности. Если вы установите одну или несколько категорий, только продукты, которые принадлежат к этим категориям будут присуждать очки.

# Order Amount Event
source: Denied categories
cs_cz: Zamítnuté kategorie
de_de: Verweigerte Kategorien
fr_fr: Catégories refusées
ru_ru: Отклоненные категории

source: If left empty, all bought products are taken into account. If you set one or more categories, the products which belong to these categories will <b>not</b> be used.
cs_cz: Pokud zůstanou prázdné, budou zohledněny všechny zakoupené produkty. Pokud nastavíte jednu nebo více kategorií, produkty, které do těchto kategorií patří, <b>nebudou</b> použity.
de_de: Wenn sie leer gelassen werden, werden alle gekauften Produkte berücksichtigt. Wenn Sie eine oder mehrere Kategorien festlegen, werden die Produkte, die zu diesen Kategorien gehören, <b>nicht</b> verwendet.
fr_fr: Si laissé vide, tous les produits achetés peuvent donner des points de fidélité. Si vous définissez une ou plusieurs catégories, les produits qui appartiennent à ces catégories n’attribueront <b>pas</b> de points.
ru_ru: Если оставить пустым, все купленные продукты принимаются. Если вы установите одну или несколько категорий, продукты, которые относятся к этим категориям, <b>не будут</b> использоваться.

source: If left empty, all bought products can give loyalty points. If you set one or more categories, the products which belong to these categories will <b>not</b> award points.
cs_cz: Pokud zůstanou prázdné, mohou všechny zakoupené produkty přidělit věrnostní body. Pokud nastavíte jednu nebo více kategorií, produkty, které do těchto kategorií patří, body <b>neudělují</b>.
de_de: Wenn sie leer gelassen werden, können alle gekauften Produkte Treuepunkte geben. Wenn Sie eine oder mehrere Kategorien festlegen, werden die Produkte, die zu diesen Kategorien gehören, <b>keine</b> Punkte vergeben.
fr_fr: Si laissé vide, tous les produits achetés peuvent donner des points de fidélité. Si vous définissez une ou plusieurs catégories, les produits qui appartiennent à ces catégories n’attribueront <b>pas</b> de points.
ru_ru: Если оставить пустым, все купленные продукты могут давать очки лояльности. Если вы установите одну или несколько категорий, продукты, которые относятся к этим категориям, <b> не будут присуждать</b> очки.

source: On-sale
fr_fr: En solde

source: Give points only for on-sale products, those who are not on-sale or all of them.
fr_fr: Donnez des points uniquement pour les produits en solde, ceux qui ne sont pas en solde ou tous.

source: No restriction
de_de: Keine Einschränkungen
fr_fr: Pas de restriction
ru_ru: Без ограничений

source: Regular price only
fr_fr: Prix régulier seulement

source: On-sale price only
fr_fr: Prix en solde uniquement

source: Excluded category
cs_cz: Vyloučená kategorie
de_de: Ausgeschlossene Kategorie
fr_fr: Catégories exclues
ru_ru: Исключенная категория

source: Minimum order amount
cs_cz: Minimální částka objednávky
de_de: Mindestbestellmenge
fr_fr: Montant minimum de commande
ru_ru: Минимальная сумма заказа

# Place an order event
source: Minimum order amount
cs_cz: Minimální částka objednávky
de_de: Mindestbestellmenge
fr_fr: Montant minimum de commande
ru_ru: Минимальная сумма заказа

source: Only gives points if order amount is greater or equal to this value.
fr_fr: Ne donne des points que si le montant de la commande est supérieur ou égal à cette valeur.

# Place an order event
source: Maximum order amount
cs_cz: Max. výše objednávky
fr_fr: Montant maximum de la commande

source: Only gives points if order amount is strictly less than this value.
fr_fr: Ne donne des points que si le montant de la commande est strictement inférieur à cette valeur.

source: A zero or empty means no limit.
fr_fr: Un zéro ou un vide signifie aucune limite.

# Place an order event
source: Use amount after discount
cs_cz: Použijte částku po slevě
de_de: Verwendungsbetrag nach Rabatt
fr_fr: Utiliser le montant après remise
ru_ru: Использовать сумму после скидки

source: If set, the Minimum and Maximum order amount will be calculated from the cart total instead of the cart subtotal.
fr_fr: S’ils sont définis, le montant minimum et maximum de la commande sera calculé à partir du total du panier au lieu du sous-total du panier.

source: After Discount
cs_cz: Po slevě
de_de: Nach Rabatt
fr_fr: Après remise
ru_ru: После Скидки

source: Maximum order amount
cs_cz: Max. výše objednávky
fr_fr: Montant maximum de la commande

source: Maximum Order Amount must be a higher value than Minimum Order Amount
fr_fr: Le montant maximum de la commande doit être supérieur au montant minimum de commande

source: (amount lower than %s)
fr_fr: (montant supérieur à %s)

source: The customer will earn points for posting a comment on a page or a post.
cs_cz: Zákazník získá body za zveřejnění komentáře na stránce nebo příspěvku.
fr_fr: Le client gagnera des points en écrivant un commentaire sur une page ou un article.
ru_ru: Клиент будет получать очки за комментирование страниц или записей.

source: Points are only given if the comment is approved
cs_cz: Body se dávají, pouze pokud je komentář schválen
de_de: Punkte werden nur vergeben, wenn der Kommentar genehmigt wird
fr_fr: Les points ne sont donnés que si le commentaire est approuvé
ru_ru: Очки даются только в том случае, если комментарий одобрен

source: Points are still given once per post. The cooldown simply limits the number of times a user can earn points for his comments during a set period.
de_de: Punkte werden immer noch einmal pro Beitrag vergeben. Die Abklingzeit begrenzt einfach die Häufigkeit, mit der ein Benutzer während eines bestimmten Zeitraums Punkte für seine Kommentare sammeln kann.
fr_fr: Les points sont toujours donnés une fois par article. Le temps de recharge limite simplement le nombre de fois qu’un utilisateur peut gagner des points pour ses commentaires au cours d’une période définie.

source: Post Types
cs_cz: Druhy příspěvků
de_de: Beitragstypen
fr_fr: Types d’article
ru_ru: Типы Записей

source: Allowed Post Types
cs_cz: Povolené typy příspěvků
de_de: Zulässige Posttypen
fr_fr: Type de publications permises
ru_ru: Разрешенные типы Записей

# Post Comment Event
source: Post Types
cs_cz: Druhy příspěvků
de_de: Beitragstypen
fr_fr: Types d’article
ru_ru: Типы Записей

# getDisplayType
source: Post a comment
cs_cz: Odeslat komentář
de_de: Kommentar hinzufügen
fr_fr: Laisser un commentaire
ru_ru: Опубликуйте комментарий

source: Post a comment about '%s'
cs_cz: Přidat komentář k '%s'
de_de: Einen Kommentar zu '%s' posten
fr_fr: Poster un commentaire sur '%s'
ru_ru: Опубликуйте комментарий о '%s'

source: The customer will earn points for writing a post on your website.
cs_cz: Zákazník získá body za napsání příspěvku na váš web.
fr_fr: Le client gagnera des points en écrivant un article sur votre site Web.
ru_ru: Клиент будет зарабатывать очки за написание записи на вашем сайте.

source: You can also give points for publishing custom post types
cs_cz: Můžete také dát body za publikování vlastních typů příspěvků
de_de: Sie können auch Punkte für die Veröffentlichung benutzerdefinierter Beitragstypen vergeben
fr_fr: Vous pouvez également donner des points pour la publication de types d'articles personnalisés
ru_ru: Вы также можете дать баллы за публикацию пользовательских типов записей

source: Points are still given once per post. The cooldown simply limits the number of times a user can earn points for his publishings during a set period.
de_de: Punkte werden immer noch einmal pro Beitrag vergeben. Die Abklingzeit begrenzt einfach die Häufigkeit, mit der ein Benutzer während eines festgelegten Zeitraums Punkte für seine Veröffentlichungen sammeln kann.
fr_fr: Les points sont toujours donnés une fois par article. Le temps de recharge limite simplement le nombre de fois qu’un utilisateur peut gagner des points pour ses publications au cours d’une période définie.

# Publish Post Event
source: Post Types
cs_cz: Druhy příspěvků
de_de: Beitragstypen
fr_fr: Types d’article
ru_ru: Типы Записей

# getDisplayType
source: Publish a Post
cs_cz: Publikovat příspěvek
fr_fr: Publier un article
ru_ru: Опубликуйте запись

source: User published a post of the following type : %s
cs_cz: Uživatel publikoval příspěvek následujícího typu: %s
fr_fr: L’utilisateur a publié un contenu du type suivant : %s
ru_ru: Пользователь опубликовал пост следующего типа: %s

source: Publish a post %s of type : '%s'
cs_cz: Publikovat příspěvek %s typu: '%s'
de_de: Veröffentlichen Sie einen Beitrag %s vom Typ : '%s'
fr_fr: Publier un contenu %s de type : '%s'
ru_ru: Опубликовать пост %s типа : '%s'

source: The customer will earn points when registering on your website.
cs_cz: Zákazník získá body při registraci na vašem webu.
fr_fr: Le client gagnera des points lors de l’inscription sur votre site Web.
ru_ru: Клиент будет зарабатывать очки при регистрации на вашем сайте.

source: You can use this method to give points for referred registrations
fr_fr: Vous pouvez utiliser cette méthode pour donner des points pour les inscriptions parrainées

# getDisplayType
source: User Registration
cs_cz: Registrace uživatele
de_de: Benutzerregistrierung
fr_fr: Enregistrement de l'utilisateur
ru_ru: Регистрация Пользователя

source: User registered
cs_cz: Uživatel registrován
de_de: Registrierter Benutzer
fr_fr: L'utilisateur s'est enregistré
ru_ru: Пользователь зарегистрирован

source: User registered via referral
fr_fr: L'utilisateur s'enregistre via votre lien de recommandation

source: The customer will earn points for viewing a post, a page or an url on your website.
fr_fr: Le client gagnera des points en consultant une publication, une page ou une URL sur votre site Web.

source: You can't use this method to give points for visiting urls outside of your website.
fr_fr: Vous ne pouvez pas utiliser cette méthode pour donner des points pour visiter des URL en dehors de votre site Web.

source: Earn points for visiting some pages.
cs_cz: Získejte body za návštěvu některých stránek.
de_de: Sammeln Sie Punkte für den Besuch einiger Seiten.
fr_fr: Gagnez des points en visitant certaines pages.
ru_ru: Зарабатывайте очки за посещение некоторых страниц.

source: Targets
cs_cz: Cíle
de_de: Verbindungen
fr_fr: Cibles
ru_ru: Цели

# Visit Category
source: Post Categories
cs_cz: Kategorie příspěvků
de_de: Beitragskategorien
fr_fr: Catégories de l’article
ru_ru: Категории Записей

# Visit Page
source: Relative or absolute local URLs
fr_fr: URL locales relatives ou absolues

source: Hide from search and robots
cs_cz: Skrýt se před vyhledáváními a roboty
fr_fr: Masquer de la recherche et des robots
ru_ru: Скрыть из поиска и от роботов

source: Post category
cs_cz: Kategorie příspěvků
de_de: Beitrags Kategorie
fr_fr: Catégorie de l’article
ru_ru: Категории записей

# getDisplayType
source: Visit a page, post or URL
cs_cz: Navštivte stránku, příspěvek nebo adresu URL
de_de: Besuchen Sie eine Seite, einen Beitrag oder eine URL
fr_fr: Visitez une page, un article ou une URL
ru_ru: Посетите страницу, запись или URL

source: Visit site page:
cs_cz: Navštivte webovou stránku:
de_de: Seite zur Website besuchen:
fr_fr: Visitez la page du site :
ru_ru: Посетите страницу сайта:

source: The customer will earn points every time a new visitor visits a link he shared on social media.
cs_cz: Zákazník získá body pokaždé, když nový návštěvník navštíví odkaz, který sdílel na sociálních médiích.
fr_fr: Le client gagnera des points chaque fois qu’un nouveau visiteur visite un lien qu’il a partagé sur les médias sociaux.
ru_ru: Клиент будет зарабатывать очки каждый раз, когда новый посетитель переходит по ссылке, которой клиент поделился в социальных сетях.

source: This method will only reward the sharer, not the person who visited the link
cs_cz: Tato metoda odmění pouze sdílení, nikoli osobu, která odkaz navštívila
de_de: Diese Methode belohnt nur den Teiler, nicht die Person, die den Link besucht hat
fr_fr: Cette méthode ne récompensera que le partageur, et non la personne qui a visité le lien
ru_ru: Этот метод будет вознаграждать только того, кто делится ссылкой, а не перешедшего по ссылке человека

source: Constraints
cs_cz: Omezení
de_de: Zwänge
fr_fr: Contraintes
ru_ru: Ограничения
