Repository: yaman-suneja/coh
Catalog: plugins/woorewards/modules/woorewards-pro/languages/woorewards-pro-*.po
Languages: cs_cz, de_de, fr_fr, ru_ru

# pretty text
source: Assign badge %s
cs_cz: Přiřadit odznak %s
de_de: Zuweisen von Badge %s
fr_fr: Attribuer le badge %s
ru_ru: Назначить значок %s

# raw text
source: Assign badge '%s'
cs_cz: Přiřadit odznak '%s'
de_de: Badge '%s' zuweisen
fr_fr: Attribuer le badge '%s'
ru_ru: Назначить значок '%s'

source: Applied on all future orders. That reward will replace any previous permanent coupon reward of the same type owned by the customer.
cs_cz: Aplikováno na všechny budoucí objednávky. Tato odměna nahradí jakoukoli předchozí trvalou kupónovou odměnu stejného typu ve vlastnictví zákazníka.
de_de: Gilt für alle zukünftigen Bestellungen. Diese Belohnung ersetzt alle vorherigen permanenten Coupon-Belohnungen des gleichen Typs, die dem Kunden gehören.
fr_fr: Appliqué sur toutes les futures commandes . Cette récompense remplacera toute récompense permanente antérieure du même type détenue par le client.
ru_ru: Применяется ко всем будущим заказам. Эта награда заменит любую предыдущую награду постоянного купона того же типа принадлежащую покупателю.

# Coupon Unlockable
source: Limit to X items
cs_cz: Omezit na X položek
de_de: Limit auf X-Elemente
fr_fr: Limité à X articles
ru_ru: Ограниченить на X элементов

source: If set, the coupon can only be applied on X items in the cart.
cs_cz: Pokud je nastaven, kupón lze uplatnit pouze na X položek v košíku.
de_de: Wenn diese Einstellung festgelegt ist, kann der Coupon nur auf X-Artikel im Warenkorb angewendet werden.
fr_fr: Si renseigné, le coupon ne peut être appliqué que sur X articles dans le panier.
ru_ru: Если установлен, купон может быть применен только на X предметов в корзине.

# Coupon Unlockable
source: Auto-apply on next cart
cs_cz: Automaticky použít u dalšího košíku
de_de: Automatische S-Auftragen auf den nächsten Warenkorb
fr_fr: Appliquer automatiquement sur le prochain panier
ru_ru: Автоматическое применение в следующей корзине

# Coupon Unlockable
source: Also gives free shipping
fr_fr: Donne également la livraison gratuite

source: Allow / Deny Product Categories
cs_cz: Povolit / Zakázat kategorie produktů
de_de: Produktkategorien zulassen / ablehnen
fr_fr: Autoriser/refuser les catégories de produits
ru_ru: Разрешить / Запретить Категории Товаров

# Coupon Unlockable
source: Product categories
cs_cz: Kategorie produktů
de_de: Produktkategorien
fr_fr: Catégories de produits
ru_ru: Категории товаров

source: Product categories that the coupon will be applied to, or that need to be in the cart in order for the 'Fixed cart discount' to be applied.
cs_cz: Kategorie produktů, na které bude uplatněn kupón, nebo které musí být v košíku, aby bylo možné uplatnit „slevu z košíku“.
de_de: Produktkategorien, auf die der Coupon angewendet wird oder die sich im Warenkorb befinden müssen, damit der "Fixed Cart-Rabatt" angewendet werden kann.
fr_fr: Les catégories de produits auxquelles le coupon sera appliqué, ou qui doivent être dans le panier pour que la «remise de panier fixe» soit appliquée.
ru_ru: Категории продуктов, к которым будет применяться купон, или которые должны быть в корзине для того, чтобы 'Фиксированная скидка в корзине' применялась.

# Coupon Unlockable
source: Excluded categories
cs_cz: Vyloučené kategorie
de_de: Ausgeschlossene Kategorien
fr_fr: Catégories exclues
ru_ru: Исключенные категории

source: Product categories that the coupon will <b>not</b> be applied to, or that cannot be in the cart in order for the 'Fixed cart discount' to be applied.
cs_cz: Kategorie produktů, na které kupón <b>nebude</b> uplatněn, nebo které nemohou být v košíku, aby bylo možné uplatnit „slevu z fixního košíku“.
de_de: Produktkategorien, auf die der Coupon <b>nicht</b> angewendet wird oder die sich nicht im Warenkorb befinden können, damit der "Fixed Cart-Rabatt" angewendet wird.
fr_fr: Les catégories de produits auxquelles le coupon sera <b>pas</b> appliqué, ou qui doivent être dans le panier pour que la «remise de panier fixe» soit appliquée.
ru_ru: Категории товаров, к которым купон <b>не</b> будет применён, или которые не могут быть в корзине для применения' Фиксированной скидке в корзине'.

source: Allow / Deny Products
de_de: Produkte zulassen / ablehnen
fr_fr: Autoriser/Refuser les produits

source: Product(s) to which the coupon will be applied to, or that need to be in the cart in order for the 'Fixed cart discount' to be applied.
fr_fr: Produit(s) auquel le coupon sera appliqué, ou qui doivent être dans le panier pour que la « remise du panier fixe » soit appliquée.

# Coupon Unlockable
source: Excluded product(s)
de_de: Ausgeschlossene Ware(n)
fr_fr: Produit(s) exclu(s)

source: Product(s) that the coupon will <b>not</b> be applied to, or that cannot be in the cart in order for the 'Fixed cart discount' to be applied.
de_de: Produkte, auf die der Gutschein <b>nicht</b> angewendet wird oder die sich nicht im Warenkorb befinden können, damit der "Feste Warenkorbrabatt" angewendet werden kann.
fr_fr: Produit(s) sur lequel le coupon ne sera <b>pas</b> appliqué, ou qui ne peut pas être dans le panier pour que la « remise du panier fixe » soit appliquée.

source: Auto-apply
cs_cz: Automaticky použít
de_de: Automatische Anwendung
fr_fr: Appliquer automatiquement
ru_ru: Автоматическое применение

source: Free Shipping
cs_cz: Doprava ZDARMA
de_de: Kostenloser Versand
fr_fr: Livraison gratuite
ru_ru: Бесплатная Доставка

source: Limit usage to X items
cs_cz: Omezte použití na X položek
de_de: Nutzung auf X Produkte beschränken
fr_fr: Limite d'utilisation à X articles
ru_ru: Лимит использования на X элементов

source: Excluded product(s)
de_de: Ausgeschlossene Ware(n)
fr_fr: Produit(s) exclu(s)

source: Apply only on category %s
cs_cz: Použít pouze pro kategorii %s
fr_fr: Appliquer uniquement sur la catégorie %s
ru_ru: Применять только к категориям - %s

source: Set a totally custom reward to send to your customers. Once they earn it, you will receive an email telling them they won it.
cs_cz: Stanovte zcela vlastní odměnu, kterou posíláte svým zákazníkům. Jakmile to vydělají, obdržíte e-mail s oznámením, že to vyhráli.
de_de: Legen Sie eine völlig benutzerdefinierte Belohnung fest, die An Ihre Kunden gesendet werden soll. Sobald sie es verdient haben, erhalten Sie eine E-Mail, die ihnen mitteilt, dass sie es gewonnen haben.
fr_fr: Définissez une récompense totalement personnalisée à envoyer à vos clients. Une fois qu’ils le gagnent, vous recevrez un e-mail leur disant qu’ils l’ont gagné.
ru_ru: Установите совершенно пользовательскую награду для отправки своим клиентам. Как только клиенты заработают её, Вы получите по электронной почте сообщение о том, что они её получили.

source: This reward is totally up to you, it's not linked to any WooCommerce feature.
cs_cz: Tato odměna je zcela na vás, není spojena s žádnou funkcí WooCommerce.
fr_fr: Cette récompense est totalement à vous, elle n’est liée à aucune fonctionnalité WooCommerce.
ru_ru: Эта награда полностью зависит от вас, она не связана с какой-либо функцией WooCommerce.

# CustomReward
source: Todo
de_de: Aufgabenliste
fr_fr: A faire
ru_ru: Сделать

source: This is a test. Just ignore it.
cs_cz: Tohle je zkouška. Prostě to ignorujte.
de_de: Dies ist ein Test. Ignorieren Sie es einfach.
fr_fr: C'est un test. Il suffit de l'ignorer.
ru_ru: Это тест. Просто игнорируй его.

source: A user unlocked a custom reward.
cs_cz: Uživatel odemkl vlastní odměnu.
de_de: Ein User hat eine individuelle Belohnung freigeschaltet.
fr_fr: Un utilisateur a débloqué une récompense personnalisée.
ru_ru: Пользователь разблокировал пользовательскую награду.

source: It is now up to you to:
cs_cz: Nyní je na vás, abyste:
de_de: Es liegt nun an Ihnen:
fr_fr: Il vous appartient maintenant de:
ru_ru: Теперь дело за вами:

source: The recipient is:
cs_cz: Příjemcem je:
de_de: Der Empfänger ist:
fr_fr: Le destinataire est:
ru_ru: Получатель:

source: Login
cs_cz: Přihlášení
de_de: Anmelden
fr_fr: Connexion
ru_ru: Логин

source: Name
cs_cz: Jméno
fr_fr: Nom
ru_ru: Имя

source: Shipping address
cs_cz: Doručovací adresa
de_de: Lieferadresse
fr_fr: Adresse de livraison
ru_ru: Адрес доставки

source: Billing address
cs_cz: Fakturační adresa
de_de: Rechnungsadresse
fr_fr: Adresse de facturation
ru_ru: Платежный адрес

source: A customer unlocked the following reward:
cs_cz: Zákazník odemkl následující odměnu:
fr_fr: Un client a débloqué la récompense suivante:
ru_ru: Клиент разблокировал следующую награду:

# getDisplayType
source: Custom reward
cs_cz: Vlastní odměna
de_de: Individuelle Belohnung
fr_fr: Récompense personnalisée
ru_ru: Произвольная награда

# unlockable category
source: Referee
de_de: Schiedsrichter
fr_fr: Arbitre
ru_ru: Рефери

source: The customer will receive a Free Product Coupon for the product of your choice.
cs_cz: Zákazník obdrží zdarma produktový kupón na produkt podle vašeho výběru.
de_de: Der Kunde erhält einen kostenlosen Produktgutschein für das Produkt Seiner Wahl.
fr_fr: Le client recevra un coupon produit gratuit pour le produit de votre choix.
ru_ru: Клиент получит купон на Бесплатный Товар для товара по вашему выбору.

source: The generated coupon can be used like any other WooCommerce coupon.
cs_cz: Vygenerovaný kupón lze použít jako jakýkoli jiný kupón WooCommerce.
de_de: Der generierte Coupon kann wie jeder andere WooCommerce Coupon verwendet werden.
fr_fr: Le coupon généré peut être utilisé comme n’importe quel autre coupon WooCommerce.
ru_ru: Сгенерированный купон может быть использован как и любой другой купон WooCommerce.

source: The deleted product <b>%s</b> was used by rewards.
cs_cz: Vymazaný produkt %s byl používán odměnami.
de_de: Das gelöschte Produkt <b>%s</b> wurde von Belohnungen verwendet.
fr_fr: Le produit supprimé <b>%s</b> a été utilisé par les récompenses.
ru_ru: Удаленный продукт <b>%s</b> использовался наградами.

source: Coupon options
cs_cz: Možnosti kupónu
de_de: Optionen für den Gutschein
fr_fr: Options des codes promo
ru_ru: Опции купона

# Coupon Unlockable
source: Offered Product
cs_cz: Nabídka produktů
fr_fr: Produit offert
ru_ru: Предлагаемый товар

source: If you select multiple products, the customer will have the possibility to choose the free product in that list.
cs_cz: Pokud vyberete více produktů, bude mít zákazník možnost vybrat si v tomto seznamu produkt zdarma.
de_de: Wenn Sie mehrere Produkte auswählen, hat der Kunde die Möglichkeit, das kostenlose Produkt in dieser Liste auszuwählen.
fr_fr: Si vous sélectionnez plusieurs produits, le client aura la possibilité de choisir le produit gratuit dans cette liste.
ru_ru: Если Вы выберете несколько товаров, клиент сможет выбрать бесплатный продукт из этого списка.

# Coupon Unlockable
source: Validity period
cs_cz: Doba platnosti
de_de: Gültigkeitszeitraum
fr_fr: Période de validité
ru_ru: Срок действия

# Free Product Unlockable
source: Auto-apply on next cart
cs_cz: Automaticky použít u dalšího košíku
de_de: Automatische S-Auftragen auf den nächsten Warenkorb
fr_fr: Appliquer automatiquement sur le prochain panier
ru_ru: Автоматическое применение в корзине следующего заказа

source: Validity period
cs_cz: Doba platnosti
de_de: Gültigkeitszeitraum
fr_fr: Période de validité
ru_ru: Срок действия

source: Product
cs_cz: Produkt
de_de: Produkt
fr_fr: Produit
ru_ru: Продукт

# getDisplayType
source: Free product
cs_cz: Produkt zdarma
de_de: Gratis-Produkt
fr_fr: Produit gratuit
ru_ru: Бесплатный Товар

source: Choose a free product between the following products : %s
cs_cz: Vyberte si produkt zdarma z následujících produktů: %s
de_de: Wählen Sie ein kostenloses Produkt zwischen den folgenden Produkten: %s
fr_fr: Choisissez un produit gratuit entre les produits suivants : %s
ru_ru: Выберите бесплатный товар из следующих товаров: %s

source: %s offered with an order
cs_cz: %s nabídka k objednávce
de_de: %s mit einer Bestellung angeboten
fr_fr: %s offert avec une commande
ru_ru: %s предлагается с заказом

source: valid up to %s
cs_cz: platné do %s
de_de: gültig bis zu %s
fr_fr: valide jusqu’à %s
ru_ru: действителен до %s

source: valid for %1$d %2$s
cs_cz: platí %1$d %2$s
de_de: gültig für %1$d %2$s
fr_fr: valable pour %1$d %2$s
ru_ru: действителен %1$d %2$s

source: Coupon code : %s
cs_cz: Kód kupónu: %s
de_de: Gutschein-Code : %s
fr_fr: Code promo: %s
ru_ru: Код купона : %s

source: The customer will receive a WooCommerce Coupon, giving him a free shipping on an order.
cs_cz: Zákazník obdrží kupón WooCommerce, který mu při objednávce poskytne dopravu zdarma.
fr_fr: Le client recevra un coupon WooCommerce, lui donnant une livraison gratuite sur une commande.
ru_ru: Клиент получит купон WooCommerce, который даст ему бесплатную доставку по заказу.

source: You need to allow Free Shipping Coupons in WooCommerce settings for this reward to work.
cs_cz: Aby tato odměna fungovala, musíte v nastavení WooCommerce povolit kupóny na dopravu zdarma.
de_de: Sie müssen kostenlose Versandcoupons in den WooCommerce-Einstellungen zulassen, damit diese Belohnung funktioniert.
fr_fr: Vous devez autoriser les coupons d’expédition gratuite dans les paramètres WooCommerce pour que cette récompense fonctionne.
ru_ru: Вы должны разрешить Купоны Бесплатной Доставки в настройках WooCommerce для работы этой награды.

source: Applied on all future orders.
cs_cz: Aplikováno na všechny budoucí objednávky.
de_de: Angewendet auf alle zukünftigen Aufträge.
fr_fr: Appliqué sur toutes les futures commandes.
ru_ru: Применяется ко всем будущим заказам.

# getDisplayType
source: Free shipping
cs_cz: Doprava ZDARMA
de_de: Kostenloser Versand
fr_fr: Livraison gratuite
ru_ru: Бесплатная доставка

# public description
source: Free shipping
cs_cz: Doprava ZDARMA
de_de: Kostenloser Versand
fr_fr: Livraison gratuite
ru_ru: Бесплатная доставка

source: You can use this reward to give points on another loyalty system.
cs_cz: Tuto odměnu můžete použít k přidělování bodů do jiného věrnostního systému.
fr_fr: Vous pourrez modifier les paramètres plus tard dans le système de points et récompenses.
ru_ru: Вы можете использовать эту награду, чтобы выдавать очки в другой системе лояльности.

source: This reward should only be used if you know how to use it.
cs_cz: Tato odměna by měla být použita, pouze pokud víte, jak ji použít.
de_de: Diese Belohnung sollte nur verwendet werden, wenn Sie wissen, wie man sie verwendet.
fr_fr: Cette récompense ne doit être utilisée que si vous savez comment l’utiliser.
ru_ru: Эта награда должна использоваться только в том случае, если вы знаете, как ее использовать.

# Point Generator
source: Points and Rewards System
cs_cz: Věrnostní systém bodů a odměn
de_de: Bitte gib einen <b>Titel</b> für dieses Punkte- und Belohnungssystem an
fr_fr: Système de points et récompenses
ru_ru: Система Очков и Наград

source: Warning: Selecting the current Points and Rewards System could leed to infinite loop.
fr_fr: Avertissement : Sélectionner ce système de points et récompenses peut mener à une boucle infinie.

# Point Generator
source: Reset levels
cs_cz: Reset úrovní
de_de: Stufen zurücksetzen
fr_fr: Réinitialiser les niveaux
ru_ru: Сбросить уровни

source: If the selected Points and Rewards System is a Leveling system, allows to earn the levels again. This action does not remove any reward.
cs_cz: Pokud je vybraný systém bodů a odměn systém vyrovnávání, umožňuje znovu získávat úrovně. Tato akce neodstraní žádnou odměnu.
de_de: Wenn das ausgewählte Punkte- und Belohnungssystem ein Leveling-System ist, können Sie die Level wieder verdienen. Durch diese Aktion wird keine Belohnung entfernt.
fr_fr: Si le système de points et de récompenses sélectionné est un système par niveaux, permet de gagner les niveaux à nouveau. Cette action ne supprime aucune récompense.
ru_ru: Если выбранная Система Очков и Наград является Уровневой Системой - позволяет получать уровни снова. Это действие не удаляет никакой награды.

# Point Generator
source: Reset rewards
de_de: Belohnungen zurücksetzen
fr_fr: Réinitialiser les récompenses

source: Before giving points, all rewards in the system, owned by the customer, are confiscated.
fr_fr: Avant de donner des points, toutes les récompenses du système, appartenant au client, sont confisquées.

# Point Generator
source: Points to add
cs_cz: Body, které je třeba přidat
de_de: Punkte zum hinzufügen
fr_fr: Points à ajouter
ru_ru: Очки для добавления

source: Expects an integer or an expression starting by %s
fr_fr: Attend un entier ou une expression commençant par %s

# Point Generator
source: Check for Rewards
cs_cz: Zkontrolujte odměny
de_de: Auf Belohnungen prüfen
fr_fr: Vérifier les récompenses
ru_ru: Проверка Наград

source: Check if rewards become available in the Points and Rewards System. Override the «Cannot be unlocked by user» option
cs_cz: Zkontrolujte, zda jsou odměny k dispozici v systému bodů a odměn. Přepsat možnost «Nelze odemknout uživatelem»
fr_fr: Vérifiez si des récompenses sont disponibles dans le système de points et de récompenses. Remplace l’option «Ne peut pas être déverrouillé par l’utilisateur»
ru_ru: Выберите, если награды будут доступны в Системе Очков и Наград. Обойдите опцию "Не может быть разблокирован пользователем"

source: Given Points
cs_cz: Dané body
de_de: Gegebene Punkte
fr_fr: Points donnés
ru_ru: Выданные Очки

source: Check for Rewards
cs_cz: Zkontrolujte odměny
de_de: Auf Belohnungen prüfen
fr_fr: Vérifier les récompenses
ru_ru: Проверить Награды

source: Reset Levels
cs_cz: Resetovat úrovně
de_de: Stufen zurücksetzen
fr_fr: Réinitialiser les niveaux
ru_ru: Сбросить Уровни

source: Reset Rewards
fr_fr: Réinitialiser les récompenses
ru_ru: Сброс Наград

# getDisplayType
source: Generate Points
cs_cz: Získávejte body
de_de: Punkte generieren
fr_fr: Générer des points
ru_ru: Генерировать Очки

source: Reset Levels in %s.
cs_cz: Resetujte úrovně v %s.
fr_fr: Réinitialiser les niveaux dans %s.

source: Confiscate Rewards in %s.
de_de: Konfisziere Belohnungen in %s.
fr_fr: Confisquez des récompenses dans %s.

source: Then check for Rewards
cs_cz: Poté zkontrolujte odměny
de_de: Dann suchen Sie nach Belohnungen
fr_fr: Ensuite, vérifiez les récompenses
ru_ru: Затем проверить Награды

source: Check for Rewards in %s
cs_cz: Zkontrolujte odměny v %s
fr_fr: Vérifier les récompenses dans %s
ru_ru: Проверить Награды в %s

source: Do nothing
cs_cz: Nedělat nic
de_de: Nichts tun
fr_fr: Ne rien faire
ru_ru: Ничего не делать

source: The customer will receive a new user role.
cs_cz: Zákazník obdrží novou uživatelskou roli.
de_de: Der Kunde erhält eine neue Benutzerrolle.
fr_fr: Le client recevra un nouveau rôle d’utilisateur.
ru_ru: Клиент получит новую роль пользователя.

source: You can create a new user role or assign an existing one.
cs_cz: Můžete vytvořit novou uživatelskou roli nebo přiřadit existující.
de_de: Sie können eine neue Benutzerrolle erstellen oder eine vorhandene zuweisen.
fr_fr: Vous pouvez créer un nouveau rôle d’utilisateur ou en attribuer un existant.
ru_ru: Вы можете создать новую роль пользователя или назначить существующую.

source: Role
de_de: Rolle
fr_fr: Rôle
ru_ru: Роль

# event form
source: Role
de_de: Rolle
fr_fr: Rôle
ru_ru: Роль

source: Pick an existant role or set a new role name.
cs_cz: Vyberte existující roli nebo nastavte nový název role.
fr_fr: Choisissez un rôle existant ou définissez un nouveau nom de rôle.
ru_ru: Выберите существующую роль или введите новое имя роли.

# getDisplayType
source: Assign a role
cs_cz: Přiřadit roli
de_de: Zuweisen einer Rolle
fr_fr: Attribuer un rôle
ru_ru: Назначить роль

source: Assign role '%s'
cs_cz: Přiřadit roli '%s'
de_de: Zuweisen der Rolle '%s'
fr_fr: Attribuer le rôle' %s'
ru_ru: Назначить роль '%s'

source: (append role)
fr_fr: (ajoute le rôle)

source: (replace role)
fr_fr: (remplace le rôle)

# Unlockable coupon buildup
source: Coupon description
cs_cz: Popis kupónu
de_de: Gutschein Beschreibung
fr_fr: Description du code promo
ru_ru: Описание купона

source: Text used for generated coupon.<br/>Here, the balise <b>[expiry]</b> will be replaced by the computed coupon expiry date.<br/>If omitted, reward description will be used.
cs_cz: Text použitý pro vygenerovaný kupón.<br/>Balíza <b>[expirace]</b> bude zde nahrazena vypočítaným datem expirace kupónu. <br/>Pokud nebude uveden, použije se popis odměny.
de_de: Text, der für generierten Coupon verwendet wird.<br>Hier wird die Balise <b>[Ablauf]</b> durch das berechnete Kupon-Ablaufdatum ersetzt.<br>Wenn nicht angegeben, wird die Belohnungsbeschreibung verwendet.
fr_fr: Texte utilisé pour le coupon généré.<br>Ici, la balise <b>[expiry]</b> sera remplacée par la date d'expiration du coupon calculé.<br>Si elle est omise, la description de récompense sera utilisée.
ru_ru: Текст, используемый для генерируемого купона.<br/>Вставка <b>[expiry]</b> будет заменена датой истечения купона.<br/>Если даты нет, будет использовано описание купона.

# Coupon Unlockable
source: Minimum spend
cs_cz: Minimální útrata
de_de: Mindestbestellwert
fr_fr: Dépense minimale
ru_ru: Минимальный расход

source: Add the + sign before the value to set a minimal amount equal to the generated coupon amount + this value.
cs_cz: Přidejte znaménko + před hodnotu, abyste nastavili minimální částku rovnající se vygenerované částce kupónu + tato hodnota.
de_de: Fügen Sie das +-Zeichen vor dem Wert hinzu, um einen Mindestbetrag festzulegen, der dem generierten Gutscheinbetrag + diesem Wert entspricht.
fr_fr: Ajoutez le signe + avant la valeur pour définir un montant minimal égal au montant généré du coupon + cette valeur.
ru_ru: Добавьте знак + перед значением, чтобы установить минимальную сумму, равную генерируемой сумме купона + это значение.

# Coupon Unlockable
source: Maximum spend
cs_cz: Maximální útrata
de_de: Maximalbestellwert
fr_fr: Dépense maximum
ru_ru: Максимальный расход

source: Add the + sign before the value to set a maximal amount equal to the generated coupon amount + this value.
cs_cz: Přidejte znaménko + před hodnotu, abyste nastavili maximální částku rovnající se vygenerované částce kupónu + tato hodnota.
de_de: Fügen Sie das +-Zeichen vor dem Wert hinzu, um einen maximalen Betrag festzulegen, der dem generierten Kuponbetrag + diesem Wert entspricht.
fr_fr: Ajoutez le signe + avant la valeur pour définir un montant minimal égal au montant généré du coupon + cette valeur.
ru_ru: Добавьте знак + перед значением, чтобы установить максимальную сумму, равную генерируемой сумме купона + это значение.

# Coupon Unlockable
source: Individual use only
cs_cz: Pouze pro individuální použití
de_de: Nur einzeln anwendbar
fr_fr: Utilisation individuelle uniquement
ru_ru: Только индивидуальное использование

# Coupon Unlockable
source: Exclude sale items
cs_cz: Vyloučit prodejní položky
de_de: Produkte, die im Angebot sind, ausschließen
fr_fr: Exclure les articles en promotion
ru_ru: Исключить товары по скидке

source: Minimum spend
cs_cz: Minimální útrata
de_de: Mindestbestellwert
fr_fr: Dépense minimale
ru_ru: Минимальный расход

source: Maximum spend
cs_cz: Maximální útrata
de_de: Maximalbestellwert
fr_fr: Dépense maximum
ru_ru: Максимальный расход

source: Individual use only
cs_cz: Pouze pro individuální použití
de_de: Nur einzeln anwendbar
fr_fr: Utilisation individuelle uniquement
ru_ru: Только индивидуальное использование

source: Exclude sale items
cs_cz: Vyloučit prodejní položky
de_de: Produkte, die im Angebot sind, ausschließen
fr_fr: Exclure les articles en promotion
ru_ru: Исключить товары по скидке

source: Coupon description
cs_cz: Popis kupónu
de_de: Gutschein Beschreibung
fr_fr: Description du code promo
ru_ru: Описание купона

source: individual use only
cs_cz: pouze pro individuální použití
de_de: nur individuelle Nutzung
fr_fr: utilisation individuelle uniquement
ru_ru: только индивидуальное использование
