Repository: yaman-suneja/coh
Catalog: plugins/woorewards/modules/woorewards-pro/languages/woorewards-pro-*.po
Languages: cs_cz, de_de, fr_fr, ru_ru

source: Here, you'll find the different tools customers can user to refer their friends and the reward given to referred users.
fr_fr: Vous trouverez ici les différents outils que les clients peuvent utiliser pour parrainer leurs amis et la récompense donnée aux utilisateurs parrainés.

source: To reward the sponsors, either use the dedicated wizard or select an appropriate earning method inside a points and rewards system.
cs_cz: Chcete-li odměnit sponzory, použijte vyhrazeného průvodce nebo vyberte vhodnou metodu výdělku uvnitř systému bodů a odměn.
fr_fr: Pour récompenser les parrains, utilisez l'assistant dédié ou sélectionnez une méthode de gain appropriée à l'intérieur d'un système de points et récompenses.
ru_ru: Чтобы вознаградить спонсоров, либо используйте отдельный мастера настройки, либо выберите подходящий метод награждения внутри системы очков и вознаграждений.

source: Enable Referrals
de_de: Empfehlungen aktivieren
fr_fr: Activer les Recommandations
ru_ru: Включить рефералы

source: Allow referral via referral link
fr_fr: Autoriser les recommandations via le lien de recommandation

source: When a visitor comes from a referral link and registers, he will be referred by the user that posted the link.
fr_fr: Lorsqu’un visiteur provient d’un lien de recommandation et s’inscrit, il sera parrainé par l’utilisateur qui a posté le lien.

source: Try to shorten the referral URL
fr_fr: Essayez de raccourcir l’URL de référence

source: Disable that feature if you encounter plugin conflicts or redirection problems. Disable that feature makes bigger and less readable QR codes.
de_de: Deaktivieren Sie diese Funktion, wenn Plugin-Konflikte oder Umleitungsprobleme auftreten. Wenn Sie diese Funktion deaktivieren, werden größere und weniger lesbare QR-Codes erstellt.
fr_fr: Désactivez cette fonctionnalité si vous rencontrez des conflits de plug-in ou des problèmes de redirection. Désactiver cette fonctionnalité rend les codes QR plus gros et moins lisibles.

source: Alternative Short Site URL
de_de: Alternative Kurzwebsite-URL
fr_fr: URL de site courte alternative

source: To make the QR-Code as simple as possible, you can specify a shorter version of your site URL here that will be used as base for the image generation.
de_de: Um den QR-Code so einfach wie möglich zu gestalten, können Sie hier eine kürzere Version Ihrer Seiten-URL angeben, die als Basis für die Bildgenerierung dient.
fr_fr: Pour rendre le QR-Code aussi simple que possible, vous pouvez spécifier une version plus courte de l’URL de votre site ici qui sera utilisée comme base pour la génération d’images.

source: Allow referrals via social share
fr_fr: Autoriser les recommandations via le partage social

source: When a visitor comes from a link posted on a social network and registers, he will be referred by the user that shared the post.
fr_fr: Lorsqu'un visiteur provient d'un lien posté sur un réseau social et s'inscrit, il est parrainé par l'utilisateur qui a partagé la publication.

source: Max sponsorships per customer
cs_cz: Max. Počet sponzorství na zákazníka
fr_fr: Parrainages max par client
ru_ru: Максимальное количество спонсорства на одного клиента

source: Set the maximum referrals allowed for users. No restriction on empty value or zero (0).
fr_fr: Définissez le nombre maximal de recommandations autorisées pour les utilisateurs. Aucune restriction sur la valeur vide ou zéro (0).

source: Email Sponsorship Reward
fr_fr: Recommandation par email

source: When customers use the email referral feature, you can send an immediate coupon to the email recipient.
fr_fr: Lorsque les clients utilisent la fonction de recommandation par e-mail, vous pouvez envoyer un coupon immédiat au destinataire de l’e-mail.

source: Legacy
cs_cz: Starší
de_de: Veraltet
fr_fr: Héritage
ru_ru: Наследие

source: This is a legacy option and will stop being supported at some point. Please use other provided tools and shortcodes instead
de_de: Dies ist eine Legacy-Option und wird irgendwann nicht mehr unterstützt. Bitte verwenden Sie stattdessen andere bereitgestellte Tools und Shortcodes
fr_fr: Il s’agit d’une option héritée qui cessera d’être prise en charge à un moment donné. Veuillez utiliser d’autres outils et shortcodes fournis à la place

source: Cart Coupons
cs_cz: Kupóny do košíku
de_de: Gutschein
fr_fr: Coupons du panier
ru_ru: Купоны в Корзине

source: Show to the customer his available coupons. That block stay hidden if customer doesn't have coupons.
cs_cz: Ukažte zákazníkovi jeho dostupné kupóny. Tento blok zůstane skrytý, pokud zákazník nemá kupóny.
de_de: Zeigen Sie dem Kunden seine verfügbaren Coupons. Dieser Block bleibt verborgen, wenn der Kunde keine Gutscheine hat.
fr_fr: Montrer au client ses codes promo disponibles. Ce bloc reste caché si le client n'a pas de code promo.
ru_ru: Покажите доступные клиенту купоны. Этот блок будет скрыт, если у клиента нет купонов.

source: Reload page to apply coupon
cs_cz: Chcete-li uplatnit kupón, znovu načtěte stránku
de_de: Seite neu laden, um den Coupon anzuwenden
fr_fr: Recharger la page pour appliquer le coupon
ru_ru: Перезагрузка страницы для применения купона

source: Using a custom cart widget can prevent the default javascript behavior. In that case, check that option to force a page reload when customer apply a coupon.
cs_cz: Použití vlastního widgetu košíku může zabránit chování výchozího javascript. V takovém případě zaškrtnutím této možnosti vynutíte opětovné načtení stránky, když zákazník použije kupón.
de_de: Die Verwendung eines benutzerdefinierten Cart-Widgets kann das standardmäßige Javascript-Verhalten verhindern. Aktivieren Sie in diesem Fall diese Option, um das erneute Laden einer Seite zu erzwingen, wenn der Kunde einen Coupon anwendet.
fr_fr: L'utilisation d'un widget de chariot personnalisé peut empêcher le comportement javascript par défaut. Dans ce cas, cochez cette option pour forcer le chargement d'une page lorsque le client applique un coupon.
ru_ru: Использование пользовательского виджета корзины может нарушить поведение JavaScript по умолчанию. В таком случае, включите эту опцию, чтобы заставить страницу перезагружаться при применении купона.

source: Location
cs_cz: Umístění
de_de: Standort
fr_fr: Emplacement
ru_ru: Местоположение

source: Not displayed at all
cs_cz: Vůbec se nezobrazuje
de_de: Überhaupt nicht angezeigt
fr_fr: Ne s'affiche pas du tout
ru_ru: Не отображается

source: Between products and totals
cs_cz: Mezi produkty a součty
de_de: Zwischen Produkten und Summen
fr_fr: Entre les produits et les totaux
ru_ru: Между товарами и итогами

source: Left of cart totals
cs_cz: Vlevo od součtu košíku
de_de: Links von Wagensummen
fr_fr: À gauche des totaux du panier
ru_ru: Слева от итога корзины

source: Bottom of the cart page
cs_cz: Vespod na stránce košíku
fr_fr: Bas de la page du panier
ru_ru: Нижняя часть страницы Корзины

source: Owned Coupons
cs_cz: Vlastněné kupóny
de_de: Eigene Coupons
fr_fr: Coupons possédés
ru_ru: Принадлежащие купоны

source: In this Widget, customers can see the WooCommerce coupons they own.
cs_cz: V tomto widgetu mohou zákazníci vidět kupóny WooCommerce, které vlastní.
de_de: In diesem Widget können Kunden die WooCommerce-Coupons sehen, die sie besitzen.
fr_fr: Dans ce widget, les clients peuvent voir les codes promo WooCommerce qu'ils possèdent.
ru_ru: В этом Виджете клиенты могут просмотреть купоны WooCommerce, которые у них есть.

source: Text displayed if user not connected
cs_cz: Text se zobrazí, pokud uživatel není připojen
de_de: Text wird angezeigt, wenn Benutzer nicht verbunden ist
fr_fr: Texte affiché si l’utilisateur n’est pas connecté
ru_ru: Отображаемый текст, когда пользователь не подключен

source: Please log in to see the coupons you have
cs_cz: Prosím, přihlaste se pro zobrazení Vašich kupónů
de_de: Bitte loggen Sie sich ein, um die Coupons zu sehen, die Sie haben
fr_fr: Veuillez vous connecter pour voir les coupons que vous avez
ru_ru: Пожалуйста, войдите в систему, чтобы просмотреть свои купоны

source: Text displayed if no coupon available
cs_cz: Text se zobrazí, pokud není k dispozici kupón
de_de: Text angezeigt, wenn kein Coupon verfügbar ist
fr_fr: Texte affiché si aucun coupon n'est disponible
ru_ru: Текст, отображаемый при отсутствии купонов

source: No coupon available
cs_cz: Kupón není k dispozici
de_de: Kein Coupon verfügbar
fr_fr: Aucun coupon disponible
ru_ru: Нет доступных купонов

source: Standard System Rewards
cs_cz: Standardní odměny za systém
fr_fr: Récompenses système standard
ru_ru: Награды Стандартной Системы

source: In this Widget, customers can see the Rewards they can unlock in a Standard points and rewards system.
cs_cz: V tomto Widgetu mohou zákazníci vidět Odměny, které mohou odemknout ve standardním systému bodů a odměn.
de_de: In diesem Widget können Kunden die Belohnungen sehen, die sie in einem Standard-Punkte- und Belohnungssystem freischalten können.
fr_fr: Dans ce widget, les clients peuvent voir les récompenses qu’ils peuvent débloquer dans un système standard de points et de récompenses.
ru_ru: В этом Виджете клиенты могут видеть Награды, которые они могут разблокировать в стандартной системе очков и наград.

source: If you change the 'Reward Cost' text, use %s to display the reward cost (eg : 100 Points)
cs_cz: Pokud změníte text „Cena odměny“, pomocí %s zobrazte cenu odměny (např .: 100 bodů)
de_de: Wenn Sie den Text "Prämienkosten" ändern, verwenden Sie %s, um die Prämienkosten anzuzeigen (z. B. 100 Punkte).
fr_fr: Si vous modifiez le texte 'Coût de la récompense', utilisez %s pour afficher le coût de la récompense (par exemple : 100 Points)
ru_ru: Если Вы измените текст 'Стоимость Награды', используйте %s, чтобы отобразить стоимость награды (например : 100 Баллов)

source: If you change the 'Need More Points' text, use %s to display the reward cost and %s to display the points still needed
cs_cz: Pokud změníte text „Potřebujete více bodů“, pomocí %s zobrazte cenu odměny a %s zobrazte stále potřebné body
de_de: Wenn Sie den Text "Weitere Punkte benötigen" ändern, verwenden Sie %s, um die Prämienkosten anzuzeigen, und %s, um die noch benötigten Punkte anzuzeigen
fr_fr: Si vous modifiez le texte 'Nécessite davantage de points', utilisez %s pour afficher le coût de la récompense et %s pour afficher les points encore nécessaires
ru_ru: Если Вы измените текст 'Требуется Больше очков', используйте %s, чтобы отобразить стоимость награды и %s, чтобы отобразить недостающие очки

source: Use grid display instead of table display
cs_cz: Místo zobrazení tabulky použijte zobrazení mřížky
de_de: Verwenden der Rasteranzeige anstelle der Tabellenanzeige
fr_fr: Utiliser l’affichage en grille au lieu de l’affichage en table
ru_ru: Используйте отображение решёткой вместо отображения таблицы

source: Until MyRewards 3.4, this widget used html tables to display rewards.
cs_cz: Až do MyRewards 3.4 tento widget používal html tabulky k zobrazování odměn.
de_de: Bis MyRewards 3.4 verwendete dieses Widget HTML-Tabellen, um Belohnungen anzuzeigen.
fr_fr: Jusqu’à MyRewards 3,4, ce widget utilisait des tables html pour afficher des récompenses.
ru_ru: Этот виджет использовал HTML-таблицы для отображения наград MyRewards до версии 3.4.

source: If you've set up the widget before that version, checking that box will force you to style it again
cs_cz: Pokud jste widget nastavili před touto verzí, zaškrtnutí tohoto políčka vás donutí jej znovu upravit
de_de: Wenn du das Widget vor dieser Version eingerichtet hast, zwingt dich das Markieren dieses Kästchens, es erneut zu stylen
fr_fr: Si vous avez configuré le widget avant cette version, cocher cette case vous obligera à le styler à nouveau
ru_ru: Если Вы создали виджет до этой версии, включение этой функции заставит Вас настроить его стиль заново

source: Image Size
cs_cz: Velikost obrázku
de_de: Bildgröße
fr_fr: Taille de l'image
ru_ru: Размер изображения

source: Default size should be lws_wr_thumbnail. If you change css to enlarge the images, you should set a larger default image size preventing you from getting blurred images.
de_de: Die Standardgröße sollte lws_wr_thumbnail sein. Wenn Sie CSS ändern, um die Bilder zu vergrößern, sollten Sie eine größere Standardbildgröße festlegen, um zu verhindern, dass Sie verschwommene Bilder erhalten.
fr_fr: La taille par défaut doit être lws_wr_thumbnail. Si vous modifiez css pour agrandir les images, vous devez définir une plus grande taille d’image par défaut vous empêchant d’obtenir des images floues.

source: Leveling System Rewards
cs_cz: Odměny za úrovňový systém
fr_fr: Récompenses système par niveaux
ru_ru: Награды Уровневой Системы

source: In this Widget, customers can see the Rewards they can win in a Levelling points and rewards system.
cs_cz: V tomto widgetu mohou zákazníci vidět odměny, které mohou vyhrát, v systému vyrovnávacích bodů a odměn.
de_de: In diesem Widget können Kunden die Belohnungen sehen, die sie in einem Levelling-Punkte- und Belohnungssystem gewinnen können.
fr_fr: Dans ce widget, les clients peuvent voir les récompenses qu’ils peuvent gagner dans un système de points et de récompenses de nivellement.
ru_ru: В этом Виджете клиенты могут просмотреть Награды, которые они могут получить в уровневой системе очков и наград.

source: Earning Points
cs_cz: Získávání bodů
de_de: Punkte verdienen
fr_fr: Points gagnés
ru_ru: Зарабатывание Очков

source: In this Widget, customers can see what they need to do in order to earn points
cs_cz: V tomto widgetu mohou zákazníci vidět, co je třeba udělat, aby získali body
de_de: In diesem Widget können Kunden sehen, was sie tun müssen, um Punkte zu sammeln
fr_fr: Dans ce widget, les clients peuvent voir ce qu’ils doivent faire afin de gagner des points
ru_ru: В этом Виджете клиенты могут просмотреть, что им нужно сделать, чтобы заработать очки

source: In this Widget, customers can see the badges available and the ones they own
cs_cz: V tomto widgetu mohou zákazníci vidět dostupné odznaky a ty, které vlastní
de_de: In diesem Widget können Kunden die verfügbaren Abzeichen und die, die sie besitzen, sehen
fr_fr: Dans ce widget, les clients peuvent voir les badges disponibles et ceux qu’ils possèdent
ru_ru: В этом Виджете клиенты могут просмотреть все доступные значки и те, которые у них есть

source: In this Widget, customers can see the achievements and their progress
cs_cz: V tomto widgetu mohou zákazníci vidět úspěchy a jejich pokrok
de_de: In diesem Widget können Kunden die Erfolge und ihre Fortschritte sehen
fr_fr: Dans ce widget, les clients peuvent voir les succès et leurs progrès
ru_ru: В этом Виджете клиенты могут просмотреть достижения и их прогресс

source: Cart Page Preview
cs_cz: Náhled stránky košíku
de_de: Cart Page Vorschau
fr_fr: Aperçu de la page du panier
ru_ru: Предварительный просмотр страницы Корзины

source: Show points that a customer could earn with his current cart. That block stay hidden if customer does not earn points.
cs_cz: Zobrazit body, které by zákazník mohl vydělat svým aktuálním vozíkem. Tento blok zůstane skrytý, pokud zákazník nezíská body.
de_de: Zeigen Sie Punkte an, die ein Kunde mit seinem aktuellen Warenkorb verdienen könnte. Dieser Block bleibt verborgen, wenn der Kunde keine Punkte sammelt.
fr_fr: Afficher les points qu'un client peut gagner avec son panier actuel. Ce bloc reste caché si le client ne gagne pas de points.
ru_ru: Показать очки, которые клиент может заработать с его текущей корзины. Этот блок останется скрытым, если клиент не зарабатывает очки.

source: Show Detail
cs_cz: Zobrazit detail
de_de: Details anzeigen
fr_fr: Montrer les détails
ru_ru: Показать Подробности

source: Check this option if you want to show the methods to earn points detail
cs_cz: Tuto možnost zaškrtněte, pokud chcete ukázat metody, jak získat body podrobně
de_de: Aktivieren Sie diese Option, wenn Sie die Methoden zum Sammeln von Punkten detailliert anzeigen möchten
fr_fr: Cochez cette option si vous voulez montrer le détail des méthodes pour gagner des points
ru_ru: Включите эту опцию, если Вы хотите показать способы заработать очки подробно

source: Text for unlogged customers
cs_cz: Text pro nepřihlášené zákazníky
fr_fr: Texte pour les clients non connectés
ru_ru: Текст для не авторизованных клиентов

source: Fill this if you want to show a text for unlogged customers
cs_cz: Vyplňte toto, pokud chcete zobrazit text pro nepřihlášené zákazníky
de_de: Füllen Sie dies aus, wenn Sie einen Text für nicht angemeldete Kunden anzeigen möchten
fr_fr: Remplissez ceci si vous voulez afficher un texte pour les clients non connectés
ru_ru: Заполните это, если вы хотите показать текст для не авторизованных клиентов

source: Show for unlogged customers
cs_cz: Zobrazit pro nepřihlášené zákazníky
de_de: Show für nicht eingeloggte Kunden
fr_fr: Afficher pour les clients non connectés
ru_ru: Показать для не авторизованных клиентов

source: Check this option if you want to show potentially earned points to unlogged customers
cs_cz: Tuto možnost zaškrtněte, pokud chcete ukázat potenciálně vydělané body nezrušeným zákazníkům
de_de: Aktivieren Sie diese Option, wenn Sie nicht angemeldeten Kunden potenziell verdiente Punkte anzeigen möchten
fr_fr: Cochez cette option si vous voulez montrer le détail des méthodes pour gagner des points
ru_ru: Включите эту опцию, если вы хотите показать потенциально заработанные очки для не авторизованных клиентов

source: Points and rewards systems
cs_cz: Systémy bodů a odměn
de_de: Punkte und Belohnungssysteme
fr_fr: Systèmes de points et récompenses
ru_ru: Системы очков и наград

source: If you select several systems, they will be displayed separately, one after the other.
cs_cz: Pokud vyberete několik systémů, budou se zobrazovat samostatně, jeden po druhém.
de_de: Wenn Sie mehrere Systeme auswählen, werden diese einzeln nacheinander angezeigt.
fr_fr: Si vous sélectionnez plusieurs systèmes, ils seront affichés séparément, l'un après l'autre.
ru_ru: Если вы выберете несколько систем, они будут отображаться отдельно, одна за другой.

source: These shortcodes are deprecated and are kept here for compatibility. Try to replace them with other shortcodes
fr_fr: Ces shortcodes sont déconseillés et sont conservés ici pour des raisons de compatibilité. Essayez de les remplacer par d’autres shortcodes

source: Loyalty and Rewards
cs_cz: Věrnost a odměny
de_de: Neuer Treuebonus
fr_fr: Fidélisation et Récompenses
ru_ru: Лояльность и Награды

source: This shortcode shows all loyalty and rewards information visible in WooCommerce's 'My Account' page.
cs_cz: Tento zkrácený kód zobrazuje všechny informace o věrnosti a odměnách viditelné na stránce „Můj účet“ WooCommerce.
de_de: Dieser Shortcode zeigt alle Treue- und Belohnungsinformationen an, die auf der Seite "Mein Konto" von WooCommerce sichtbar sind.
fr_fr: Ce shortcode affiche toutes les informations de fidélité et récompenses visibles dans la page « Mon compte » de WooCommerce.
ru_ru: Этот шорткод показывает всю информацию о лояльности и наградах, видимую на странице WooCommerce 'Мой Аккаунт'.

source: This shortcode shows coupons owned by the user and proposes a button to apply them on the cart.
cs_cz: Tento zkrácený kód ukazuje kupóny vlastněné uživatelem a navrhuje tlačítko pro jejich použití na košíku.
fr_fr: Ce shortcode affiche les coupons appartenant à l’utilisateur et propose un bouton pour les appliquer sur le panier.
ru_ru: Этот шорткод показывает купоны, принадлежащие пользователю, и предлагает кнопку, чтобы применить в корзине.

source: Display Points
cs_cz: Zobrazení bodů
de_de: Punkte anzeigen
fr_fr: Widget Afficher les points
ru_ru: Отображение Очков

source: This shortcode shows to customers the points they have on a points and rewards system.
cs_cz: Tento zkrácený kód ukazuje zákazníkům body, které mají v systému bodů a odměn.
de_de: Dieser Shortcode zeigt den Kunden die Punkte, die sie für ein Punkte- und Belohnungssystem haben.
fr_fr: Ce shortcode montre aux clients les points qu’ils ont sur un système de points et récompenses.
ru_ru: Этот шорткод показывает клиентам очки, которые они имеют в системе очков и наград.

source: The points and rewards system you want to display. You can find this value in <strong>MyRewards → Points and Rewards</strong>, in the <b>Shortcode Attribute</b> column. If you don’t set this value, nothing will be displayed.
cs_cz: Systém bodů a odměn, který chcete zobrazit. Tuto hodnotu najdete ve <strong>MyRewards → Body a odměny</strong>, ve sloupci <b>Atribut krátkého kódu</b>. Pokud tuto hodnotu nenastavíte, nic se nezobrazí.
de_de: Das Punkte- und Belohnungssystem, das Sie anzeigen möchten. Sie finden diesen Wert in <strong>MyRewards → Points and Rewards</strong>, in der Spalte <b>Shortcode-Attribut.</b> Wenn Sie diesen Wert nicht festlegen, wird nichts angezeigt.
fr_fr: Le système de points et récompenses que vous souhaitez afficher. Vous pouvez trouver cette valeur dans <strong>MyRewards → Points et Récompenses</strong>, dans la colonne <b>Attribut Shortcode.</b> Si vous ne définissez pas cette valeur, rien ne sera affiché.
ru_ru: Система очков и наград, которую вы хотите отображать. Вы можете найти это значение в <strong>MyRewards → Очки и Награды</strong>, в колонке <b>Атрибуты Шорткода</b>. Если Вы не укажете это значение, ничего не будет отображаться.

source: (Optional) If set, the points will be shown even if the user currently doesn’t have access to the points and rewards system.
cs_cz: (Volitelné) Pokud je nastaveno, body se zobrazí, i když uživatel aktuálně nemá přístup k systému bodů a odměn.
fr_fr: (Facultatif) Si défini, les points seront affichés même si l’utilisateur n’a actuellement pas accès au système de points et récompenses.
ru_ru: (По желанию) Если включено, очки будут показаны, даже если пользователь в настоящее время не имеет доступа к системе очков и наград.

source: (Optional) The text displayed before the points.
cs_cz: (Volitelné) Text zobrazený před body.
de_de: (Optional) Der Text, der vor den Punkten angezeigt wird.
fr_fr: (Facultatif) Le texte affiché avant les points.
ru_ru: (По желанию) Текст отображаемый перед очками.

source: (Optional) An url linking to a page with more details on the points and rewards systems.
cs_cz: (Volitelné) Adresa URL odkazující na stránku s více podrobnostmi o bodech a systémech odměn.
fr_fr: (Facultatif) Une url reliant à une page avec plus de détails sur les systèmes de points récompenses.
ru_ru: (По желанию) URL-ссылка на страницу с более подробной информацией о системе очков и наград.

source: (Optional) If set, the number of points displayed will show the points currency.
cs_cz: (Volitelné) Pokud je nastaveno, počet zobrazených bodů bude zobrazovat měnu bodů.
de_de: (Optional) Wenn gesetzt, wird die Anzahl der angezeigten Punkte die Punktewährung anzeigen.
fr_fr: (Facultatif) S’il est défini, le nombre de points affichés affichera la devise des points.
ru_ru: (По желанию) Если включено, с количеством отображаемых очков также будет отображаться их валюта.

source: This shortcode shows to customers the woocommerce coupons they currently have.
cs_cz: Tento zkrácený kód ukazuje zákazníkům kupóny woocommerce, které aktuálně mají.
de_de: Dieser Shortcode zeigt den Kunden die Woocommerce-Coupons, die sie derzeit haben.
fr_fr: Ce shortcode montre aux clients les coupons WooCommerce en leur possession.
ru_ru: Этот шорткод показывает клиентам купоны woocommerce, которые доступны им в данный момент.

source: The text displayed before the coupons.
cs_cz: Text zobrazený před kupóny.
de_de: Der Text, der vor den Coupons angezeigt wird.
fr_fr: Le texte affiché avant les coupons.
ru_ru: Текст, отображаемый перед купонами.
