Repository: yaman-suneja/coh
Catalog: plugins/woorewards/modules/woorewards-pro/languages/woorewards-pro-*.po
Languages: cs_cz, de_de, fr_fr, ru_ru

source: Inactive for
cs_cz: Neaktivní pro
de_de: Inaktiv für
fr_fr: Inactif pour
ru_ru: Неактивен

source: Active in the last
cs_cz: Aktivní v posledním
de_de: Titel links
fr_fr: Actif dans les derniers
ru_ru: Активный в последние

source: Filter by activity/inactivity period
cs_cz: Filtrování podle období aktivity / nečinnosti
de_de: Filtern nach Aktivitäts-/Inaktivitätszeitraum
fr_fr: Filtrer par période d'activité/inactivité
ru_ru: Фильтр по периодам активности/бездействия

source: Apply
cs_cz: Aplikovat
de_de: Übernehmen
fr_fr: Appliquer
ru_ru: Применить

source: Active/Inactive ...
cs_cz: Aktivní / neaktivní ...
de_de: Aktiv/Inaktiv ...
fr_fr: Actif/inactif...
ru_ru: Активный/Неактивный ...

source: days
cs_cz: dnů
de_de: Tage
fr_fr: jours
ru_ru: дней

source: Assign badge
cs_cz: Přiřadit odznak
de_de: Badge zuweisen
fr_fr: Attribuer un badge
ru_ru: Назначить значок

source: Please select a badge
cs_cz: Vyberte prosím odznak
de_de: Bitte wählen Sie ein Abzeichen
fr_fr: Veuillez sélectionner un badge
ru_ru: Пожалуйста, выберите значок

source: The badge seems to not exist anymore
cs_cz: Zdá se, že odznak již neexistuje
de_de: Das Abzeichen scheint nicht mehr zu existieren
fr_fr: Le badge ne semble plus exister
ru_ru: Значок, кажется, больше не существует

source: %d badge assigned
cs_cz: %d odznak přiřazen
fr_fr: %d badge attribué
ru_ru: %d значок назначен

source: See badges (%d)
cs_cz: Zobrazit odznaky (%d)
fr_fr: Voir badges (%d)
ru_ru: Посмотреть значки (%d)

source: No badge
cs_cz: Bez Odznaků
de_de: Kein Abzeichen
fr_fr: Badge
ru_ru: Нет значка

source: Filter by badge
cs_cz: Filtrovat podle odznaku
de_de: Nach Badge filtern
fr_fr: Filtrer par badge
ru_ru: Фильтровать по значку

source: Remove badge
cs_cz: Odebrat odznak
de_de: Entfernen des Abzeichens
fr_fr: Retirer le badge
ru_ru: Удалить значок

source: %d badge removed
cs_cz: %d odznak odebrána
fr_fr: %d badge enlevé
ru_ru: %d значок удален

source: Enter '=42' to set a total of 42 points to selected users instead of adding it to current amounts.
cs_cz: Zadejte '= 42' a přidejte celkem 42 bodů vybraným uživatelům namísto přidání k aktuálním částkám.
de_de: Geben Sie ' = 42 ' ein, um insgesamt 42 Punkte an ausgewählte Benutzer zu setzen, anstatt sie zu aktuellen Beträgen hinzuzufügen.
fr_fr: Entrez' = 42 'pour définir un total de 42 points à des utilisateurs sélectionnés au lieu de les ajouter aux montants actuels.
ru_ru: Введите '=42', чтобы установить общее количество очков выбранного пользователя на 42, вместо добавления этого значения к уже существующей сумме очков.

source: Add/Subtract points
cs_cz: Sčítání / odčítání bodů
de_de: Punkte addieren/subtrahieren
fr_fr: Ajouter/Soustraire des points
ru_ru: Добавить/Вычесть Очки

source: Reason...
cs_cz: Důvod...
de_de: Grund...
fr_fr: Raison...
ru_ru: Причина...

source: Cannot load the selected loyalty system.
cs_cz: Nelze načíst vybraný věrnostní systém.
de_de: Das ausgewählte Treuesystem kann nicht geladen werden.
fr_fr: Impossible de charger le système de points et récompenses sélectionné.
ru_ru: Не удалось загрузить выбранную систему лояльности.

source: Commercial operation
cs_cz: Obchodní provoz
de_de: Gewerblicher Betrieb
fr_fr: Opération commerciale
ru_ru: Коммерческая операция

source: Points assigned to user.
cs_cz: Bod přiřazený uživateli.
de_de: Dem Benutzer zugewiesene Punkte.
fr_fr: Points ajoutés à l'utilisateur.
ru_ru: Очки присвоены пользователям.

source: Points substracted to user.
cs_cz: Bod odečtený uživateli.
de_de: Punkte, die an den Benutzer untergeordnet werden.
fr_fr: Points soustraits à l'utilisateur.
ru_ru: Очки изъяты от пользователей.

source: Points added to user.
cs_cz: Bod přidaný uživateli.
de_de: Punkte, die dem Benutzer hinzugefügt werden.
fr_fr: Points ajoutés à l'utilisateur.
ru_ru: Очки добавлены пользователям.

source: A reward was generated.
cs_cz: Byla vygenerována odměna.
de_de: Es wurde eine Belohnung generiert.
fr_fr: Une récompense a été générée.
ru_ru: Награды были сгенерированы.

source: Points changed for at least one user that doesn't have access the selected loyalty system.
cs_cz: Body se změnily alespoň u jednoho uživatele, který nemá přístup k vybranému věrnostnímu systému.
de_de: Die Punkte wurden für mindestens einen Benutzer geändert, der keinen Zugriff auf das ausgewählte Treuesystem hat.
fr_fr: Points modifiés pour au moins un utilisateur qui n'a pas accès au système de fidélité sélectionné.
ru_ru: Очки изменились по крайней мере для одного пользователя, который не имеет доступа к выбранной системе лояльности.

source: The selected loyalty system is not active. Rewards cannot be unlocked.
cs_cz: Vybraný věrnostní systém není aktivní. Odměny nelze odemknout.
de_de: Das ausgewählte Treuesystem ist nicht aktiv. Belohnungen können nicht freigeschaltet werden.
fr_fr: Le système de points et récompenses sélectionné n'est pas actif. Les récompenses ne peuvent pas être débloquées.
ru_ru: Выбранная система лояльности не активна. Награда не может быть разблокирована.

source: Confiscate Reward
cs_cz: Zabavte odměnu
de_de: Belohnung konfiszieren
fr_fr: Confisquer la récompense
ru_ru: Конфискация Награды

source: Please select a Reward
cs_cz: Vyberte prosím odměnu
de_de: Bitte wählen Sie einen Belohnungstyp
fr_fr: Veuillez sélectionner une récompense
ru_ru: Пожалуйста, выберите Награду

source: The Reward seems to not exist anymore
cs_cz: Zdá se, že odměna již neexistuje
de_de: Die Belohnung scheint nicht mehr zu existieren
fr_fr: La Récompense ne semble plus exister
ru_ru: Награда, кажется, больше не существует

source: Due to its type, this Reward cannot be confiscated
cs_cz: Kvůli svému typu nelze tuto odměnu zabavit
fr_fr: En raison de son type, cette récompense ne peut pas être confisquée
ru_ru: В связи с её типом, эта награда не может быть конфискована

source: Rewards confiscated done
cs_cz: Zabavené odměny hotovo
de_de: Prämien beschlagnahmt erledigt
fr_fr: Récompenses confisquées
ru_ru: Конфискация наград выполнена

source: Show/Hide loyalty systems points
cs_cz: Zobrazit / skrýt body věrnostního systému
de_de: Zeige/Ausblenden von Treuesystempunkten
fr_fr: Afficher/masquer les points des systèmes de points et récompenses
ru_ru: Показать/Скрыть очки системы лояльности

source: Filter by user points
cs_cz: Filtrovat podle uživatelských bodů
de_de: Filtern nach Benutzerpunkten
fr_fr: Filtrer par points utilisateur
ru_ru: Фильтр по очкам пользователей

source: Loyalty System ...
cs_cz: Věrnostní systém...
de_de: Treueprogramm …
fr_fr: Système de fidélité...
ru_ru: Система лояльности ...

source: Between %1$s and %2$s in %3$s
cs_cz: Mezi %1$s a %2$s v %3$s
de_de: Zwischen %1$s und %2$s in %3$s
fr_fr: Entre%1$s et%2$s dans%3$s
ru_ru: Между %1$s и %2$s в %3$s

source: Offer Reward
cs_cz: Nabídka odměn
de_de: Prämie anbieten
fr_fr: Offrir une récompense
ru_ru: Предложите награду

source: The Loyalty System seems to not exist anymore or Rewards cannot be redeemed.
cs_cz: Zdá se, že věrnostní systém již neexistuje nebo nelze uplatnit odměny.
fr_fr: Le système de fidélisation ne semble plus exister ou les récompenses ne peuvent pas être débloquées.
ru_ru: Система лояльности, кажется, больше не существует или Награды не могут быть получены.

source: %d Reward given
cs_cz: %d udělená odměna
fr_fr: %d Récompense donnée
ru_ru: %d Награда назначена

source: Your Points Balance
cs_cz: Váš bodový zůstatek
de_de: Ihr Punktestand
fr_fr: Votre solde de points
ru_ru: Баланс ваших очков

source: Available Rewards
de_de: Verfügbare Belohnungen
fr_fr: Récompenses disponibles
ru_ru: Доступные награды

source: How to earn points
fr_fr: Comment gagner des points

source: Rewards you can earn
de_de: Belohnungen, die Sie verdienen können
fr_fr: Récompenses que vous pouvez gagner

source: Badge awarded
cs_cz: Odznak udělen
de_de: Abzeichen verliehen
fr_fr: Badge décerné
ru_ru: Значок награжден

source: Achievement unlocked !
cs_cz: Výzva splněna!
de_de: Achievement freigeschaltet!
fr_fr: Succès débloqué!
ru_ru: Достижение разблокировано !

source: Current progress
cs_cz: Aktuální pokrok
fr_fr: Progrès actuel
ru_ru: Текущий прогресс

source: MyRewards Achievements
cs_cz: Úspěchy MyRewards
de_de: MyRewards Erfolge
fr_fr: Succès MyRewards
ru_ru: Достижения MyRewards

source: Display Achievements
cs_cz: Zobrazit Výzvy
de_de: Erfolge anzeigen
fr_fr: Afficher les succès
ru_ru: Отображение Достижений

# frontend widget
source: Achievements List
cs_cz: Seznam Výzev
de_de: Übersichtdetails
fr_fr: Liste des succès
ru_ru: Список Достижений

source: Header
cs_cz: Záhlaví
fr_fr: En-tête
ru_ru: Заголовок

# frontend widget
source: Here is the list of achievements available on this website
cs_cz: Zde je seznam úspěchů dostupných na tomto webu
de_de: Hier ist die Liste der Errungenschaften, die auf dieser Website verfügbar sind
fr_fr: Voici la liste des succès disponibles sur ce site
ru_ru: Вот список достижений, доступных на сайте

source: Filter achievements
cs_cz: Filtrovat úspěchy
de_de: Bestellübersicht
fr_fr: Filtrer les succès
ru_ru: Фильтровать достижения

source: All
cs_cz: Všechno
de_de: Alle
fr_fr: Tout
ru_ru: Все

source: Owned only (requires a logged customer)
cs_cz: Pouze vlastněno (vyžaduje přihlášeného zákazníka)
fr_fr: Détenu uniquement (nécessite un client connecté)
ru_ru: Только принадлежащие (требует авторизованного клиента)

source: Your Badges
cs_cz: Tvé odznaky
de_de: Ihre Abzeichen
fr_fr: Vos badges
ru_ru: Ваши Значки

source: Unlock Date
cs_cz: Odemknout datum
de_de: Unlock-Datum
fr_fr: Date de déverrouillage
ru_ru: Дата разблокировки

source: MyRewards Badges
cs_cz: Odznaky MyRewards
de_de: MyRewards-Abzeichen
fr_fr: Badges MyRewards
ru_ru: Значки MyRewards

source: Display Badges
cs_cz: Zobrazit odznaky
de_de: Anzeigeabzeichen
fr_fr: Affichez les Badges
ru_ru: Отображение Значков

# frontend widget
source: Badges List
cs_cz: Seznam odznaků
fr_fr: Liste des badges
ru_ru: Список Значков

# frontend widget
source: Here is the list of badges available on this website
cs_cz: Zde je seznam odznaků dostupných na tomto webu
fr_fr: Voici la liste des badges disponibles sur ce site
ru_ru: Вот список значков, доступных на этом сайте

source: Filter Badges
cs_cz: Filtrovat odznaky
de_de: Filterabzeichen
fr_fr: Filtrer les badges
ru_ru: Фильтровать Значки

# stygen
source: A fake coupon
cs_cz: Falešný kupón
de_de: Ein gefälschter Gutschein
fr_fr: Un faux code promo
ru_ru: Поддельный купон

# stygen
source: Another fake coupon
cs_cz: Další falešný kupón
de_de: Du hast einen neuen Gutschein
fr_fr: Un autre faux code promo
ru_ru: Еще один поддельный купон

# Table content
source: Available Coupons
cs_cz: Dostupné kupóny
de_de: Verfügbare Gutscheine
fr_fr: Codes promo disponibles
ru_ru: Доступные Купоны

source: Coupon Code
cs_cz: Kód kupónu
de_de: Gutscheincode
fr_fr: Code Promo
ru_ru: Код Купона

source: Use Coupon
cs_cz: Použít kupón
de_de: Gutschein verwenden
fr_fr: Utiliser Bon d'achat
ru_ru: Использовать Купон

source: Cart Points Preview
cs_cz: Náhled bodů do košíku
de_de: Warenkorbpunkte Vorschau
fr_fr: Aperçu des points dans le panier
ru_ru: Предварительный просмотр Очков в Корзине

source: This shortcode shows the points the customers can get if he validates his actual cart.
cs_cz: Tento zkrácený kód ukazuje body, které mohou zákazníci získat, pokud ověří svůj skutečný košík.
fr_fr: Ce shortcode affiche les points que les clients peuvent obtenir s’il valide son panier.
ru_ru: Этот шорткод показывает очки, которые клиенты могут получить, если он подтверждает свою фактическую корзину.

source: Standard System
cs_cz: Standardní systém
fr_fr: Système standard
ru_ru: Стандартная Система

source: Spend Money
cs_cz: Útrata peněz
de_de: Geld ausgeben
fr_fr: Dépenser de l’argent
ru_ru: Потратьте деньги

source: Place an order
cs_cz: Objednat
de_de: Bestellung aufgeben
fr_fr: Passer une commande
ru_ru: Оформить заказ

source: Levelling System
cs_cz: Úrovňový systém
de_de: Nivelliersystem
fr_fr: Système par niveaux
ru_ru: Уровневая Система

source: Do Something
cs_cz: Dělej něco
fr_fr: Faire quelque chose
ru_ru: Сделайте что-нибудь

source: Loyalty points you will earn
cs_cz: Věrnostní body, které získáte
de_de: Treuepunkte, die Sie sammeln
fr_fr: Points de fidélité que vous gagnerez
ru_ru: Очки лояльности, которые вы заработаете

source: Loyalty System
cs_cz: Věrnostní systém
de_de: Loyalitätssystem
fr_fr: Système de fidélité
ru_ru: Выберите Систему Лояльности

source: Total Points
cs_cz: Celkem Bodů
de_de: Gesamtpunkte
fr_fr: Total des points
ru_ru: Всего Очков

source: Coupon code is missing
cs_cz: Chybí kód kupónu
fr_fr: Le code promo est manquant
ru_ru: Купонный код отсутствует

source: Cannot access to cart
cs_cz: Nelze získat přístup do košíku
de_de: Zugriff auf den Warenkorb nicht möglich
fr_fr: Impossible d’accéder au panier
ru_ru: Не удалось получить доступ к корзине

source: Select your free product
cs_cz: Vyberte svůj bezplatný produkt
de_de: Wählen Sie Ihr kostenloses Produkt
fr_fr: Sélectionnez votre produit gratuit
ru_ru: Выберите свой бесплатный товар

source: MyRewards Coupons
cs_cz: Kupóny MyRewards
de_de: MyRewards Gutscheine
fr_fr: MyRewards Codes promo
ru_ru: Купоны MyRewards

source: Display WooCommerce Coupons owned by the customer.
cs_cz: Zobrazit kupóny WooCommerce vlastněné zákazníkem.
de_de: Anzeigen WooCommerce Coupons im Besitz des Kunden.
fr_fr: Afficher les codes promo WooCommerce détenus par le client.
ru_ru: Отображение купонов WooCommerce, принадлежащих клиенту.

# frontend widget
source: Available Coupons
cs_cz: Dostupné kupóny
de_de: Verfügbare Gutscheine
fr_fr: Codes promo disponibles
ru_ru: Доступные Купоны

source: No coupon.
cs_cz: Žádný kupón.
de_de: Kein Gutschein.
fr_fr: Pas de code promo.
ru_ru: Нет купона.

# stygen
source: valid for 7 days
cs_cz: platí 7 dnů
de_de: gültig für 7 Tage
fr_fr: valable 7 jours
ru_ru: действителен в течение 7 дней

source: %s discount
cs_cz: %s sleva
de_de: %s Rabatt
fr_fr: %s de remise
ru_ru: %s скидка

# fixed cart coupon
source: including tax
cs_cz: včetně daně
de_de: inkl. MwSt
fr_fr: TVA incluse
ru_ru: включая налог

source: Free product
cs_cz: Produkt zdarma
de_de: Gratis-Produkt
fr_fr: Produit gratuit
ru_ru: Бесплатный Товар

source: on %s
cs_cz: v %s
de_de: auf %s
fr_fr: le %s
ru_ru: - %s

source: Expiry on %s
cs_cz: Vypršení platnosti %s
de_de: Ablaufdatum am %s
fr_fr: Expiration le %s
ru_ru: Истекает - %s

source: MyRewards Earning Points
cs_cz: MyRewards získávání bodů
de_de: MyRewards Punkte sammeln
fr_fr: MyRewards gagner des points
ru_ru: Зарабатывание очков MyRewards

source: Display Ways to Earn points on a Loyalty System
cs_cz: Zobrazit způsoby, jak získat body na věrnostním systému
de_de: Anzeigen von Möglichkeiten zum Sammeln von Punkten auf einem Treuesystem
fr_fr: Afficher les façons de gagner des points pour un système de points et récompenses
ru_ru: Отображение способов заработка очков в системе лояльности

# frontend widget
source: Earn Loyalty Points
cs_cz: Získejte věrnostní body
fr_fr: Gagnez des points de fidélité
ru_ru: Зарабатывайте Очки Лояльности

# frontend widget
source: How to earn loyalty points
cs_cz: Jak získat věrnostní body
de_de: So sammeln Sie Treuepunkte
fr_fr: Comment gagner des points de fidélité
ru_ru: Как заработать очки лояльности

source: Select a Loyalty System
cs_cz: Vyber Věrnostní systém
de_de: Wähle ein Loyalitätssystem
fr_fr: Sélectionnez un système de points et récompenses
ru_ru: Выберите Систему Лояльности

source: Show shared systems
cs_cz: Zobrazit sdílené systémy
de_de: Gemeinsam genutzte Systeme anzeigen
fr_fr: Afficher les systèmes partagés
ru_ru: Показать объединенные системы

source: Force display for all users
cs_cz: Vynutit zobrazení pro všechny uživatele
de_de: Anzeige für alle Benutzer erzwingen
fr_fr: Forcer l'affichage pour tous les utilisateurs
ru_ru: Принудительное отображения для всех пользователей

source: Text displayed to users
cs_cz: Text zobrazený uživatelům
de_de: Text, der den Benutzern angezeigt wird
fr_fr: Texte affiché aux utilisateurs
ru_ru: Текст, отображаемый пользователям

# frontend widget
source: Perform the actions described below to earn loyalty points
cs_cz: Proveďte níže popsané akce a získejte věrnostní body
de_de: Führen Sie die unten beschriebenen Aktionen aus, um Treuepunkte zu sammeln
fr_fr: Effectuez les actions décrites ci-dessous pour gagner des points de fidélité
ru_ru: Выполните действия, описанные ниже, чтобы заработать очки лояльности

source: %s earned
cs_cz: %s zisk
fr_fr: %s gagné
ru_ru: %s заработано

source: How to earn loyalty points
cs_cz: Jak získat věrnostní body
de_de: Wie du Treuepunkte verdienen kannst
fr_fr: Comment gagner des points de fidélité
ru_ru: Как заработать очки лояльности

source: Perform the actions described below to earn loyalty points
cs_cz: Proveďte níže popsané akce a získejte věrnostní body
de_de: Führen Sie die unten beschriebenen Aktionen aus, um Treuepunkte zu sammeln
fr_fr: Effectuez les actions décrites ci-dessous pour gagner des points de fidélité
ru_ru: Выполните действия, описанные ниже, чтобы заработать очки лояльности

source: Coupons Overview
cs_cz: Přehled kupónů
de_de: Coupons Übersicht
fr_fr: Liste des coupons
ru_ru: Обзор Купонов

source: Rewards Overview
cs_cz: Přehled odměn
de_de: Rewards Übersicht
fr_fr: Récompenses possibles
ru_ru: Обзор Наград

source: User History
cs_cz: Uživatelská historie
de_de: Benutzerverlauf
fr_fr: Historique de l'utilisateur
ru_ru: История Пользователя

source: Recent Loyalty History
cs_cz: Přehled Věrnostního systému
fr_fr: Historique récent de fidélité
ru_ru: Недавняя История в системе Лояльности

source: Loyalty Systems Overview
cs_cz: Věrnostní systém PŘEHLED
de_de: Treueprogramm
fr_fr: Détail des points et récompenses
ru_ru: Обзор Систем Лояльности

source: Loyalty System Details
cs_cz: Detaily Věrnostního systému
de_de: Treueprogramm
fr_fr: Détails du système de points et récompenses
ru_ru: Детали Системы Лояльности

source: Your current coupons
cs_cz: Tvoje současné kupóny
de_de: Ihre aktuellen Gutscheine
fr_fr: Vos codes promo actuels
ru_ru: Ваши текущие купоны

source: Coupon Description
cs_cz: Popis kupónu
de_de: Gutschein-Beschreibung
fr_fr: Description du code promo
ru_ru: Описание купона

source: Unlockable rewards
cs_cz: Odměny k odemknutí
de_de: Nimm einen Bonus
fr_fr: Récompenses déverrouillables
ru_ru: Разблокируемые награды

source: Are you sure ?
cs_cz: Jsi si jist(a)?
de_de: Sind Sie sicher?
fr_fr: Êtes vous sûr ?
ru_ru: Вы уверены ?

source: Yes
cs_cz: Ano
de_de: Ja
fr_fr: Oui
ru_ru: Да

source: Won't be available anymore
cs_cz: Už nebude k dispozici
de_de: Wird nicht mehr verfügbar sein
fr_fr: Ne sera plus disponible
ru_ru: Больше не будет доступно

source: Start date
cs_cz: Datum začátku
de_de: Startdatum
fr_fr: Date de début
ru_ru: Дата начала

source: Value
cs_cz: Hodnota
de_de: Wert
fr_fr: Valeur
ru_ru: Значение

source: Level
cs_cz: Úroveň
fr_fr: Niveau
ru_ru: Уровень

source: Levels
cs_cz: Úrovně
de_de: Stufen
fr_fr: Niveaux
ru_ru: Уровни

source: Your information
cs_cz: Tvé informace
de_de: Ihre Informationen
fr_fr: Vos informations
ru_ru: Ваша информация

source: Current Total
cs_cz: Aktuální souhrn
fr_fr: Total actuel
ru_ru: Текущий итог

source: Current Level
cs_cz: Aktuální téma
de_de: Aktuelles Level
fr_fr: Niveau actuel
ru_ru: Текущий уровень

source: Current Rank
cs_cz: Aktuální hodnocení
de_de: Aktueller Rang
fr_fr: Rang Actuel
ru_ru: Текущий ранг

source: System name
cs_cz: Název systému
fr_fr: Nom Système
ru_ru: Название системы

source: Rewards details
cs_cz: Detail odměn
de_de: Bonuseinstellungen
fr_fr: Détails des récompenses
ru_ru: Сведения о награде

source: Email Referrals
fr_fr: Recommandations par e-mail

source: Your Current Balance
cs_cz: Aktuální stav:
de_de: Aktueller Punktestand
fr_fr: Votre solde actuel
ru_ru: Ваш текущий баланс

source: Loyalty Systems Details
cs_cz: Věrnostní systém DETAILY
fr_fr: Détails des systèmes de points et récompenses
ru_ru: Детали Системы Лояльности

source: Referral Mailing
fr_fr: Recommandations par email

source: Your %s
cs_cz: Tvoje %s
de_de: Deine %s
fr_fr: Vos %s
ru_ru: Ваши %s

source: %s cost
cs_cz: %s hodnota
de_de: Wert der %s
fr_fr: coût %s
ru_ru: %s стоимость

source: Your Current Progress
cs_cz: Váš aktuální výkon na cestě k odměnám
de_de: Ihr aktueller Fortschritt
fr_fr: Votre progression actuelle
ru_ru: Ваш текущий прогресс

source: Ways to earn %s
cs_cz: Jak získat %s
fr_fr: Façons de gagner des %s
ru_ru: Способы заработать %s

source: Earned %s
cs_cz: Zisk %s
de_de: %s Treuepunkte
fr_fr: %s acquis
ru_ru: Заработано %s

source: Every %s you use is worth %s
cs_cz: Každý %s, který používáte, má hodnotu %s
de_de: Jedes %s, das du benutzt, ist %s wert
fr_fr: Chaque %s que vous utilisez vaut %s
ru_ru: Каждое использованное %s стоит %s

source: You can only use your %s to reduce the cart total by %s%%
cs_cz: Svůj %s můžete použít pouze ke snížení celkového košíku o %s%%
de_de: Du kannst deine %s nur verwenden, um die Warenkorbsumme um %s%% zu reduzieren
fr_fr: Vous ne pouvez utiliser vos %s que pour réduire le total du panier de %s%%
ru_ru: Вы можете использовать %s, чтобы уменьшить общую сумму корзины только на %s%%

source: You can only use your %s to reduce the cart total to %s
cs_cz: Svůj %s můžete použít pouze ke snížení celkového košíku na %s
de_de: Du kannst nur deine %s verwenden, um die Warenkorbsumme auf %s zu reduzieren
fr_fr: Vous ne pouvez utiliser vos %s que pour réduire le total du panier jusqu'à %s%%
ru_ru: Вы можете использовать %s, чтобы уменьшить общую сумму корзины только на %s

source: The cart subtotal needs to be over %s if you want to use %s
cs_cz: Mezisoučet košíku musí být větší než %s, pokud chcete použít %s
de_de: Die Zwischensumme des Warenkorbs muss über %s liegen, wenn du %s verwenden willst
fr_fr: Le sous total du panier doit être supérieur à %s si vous voulez utiliser vos %s
ru_ru: Подытог корзины должен быть больше %s, если вы хотите использовать %s

source: Product Points Preview
cs_cz: Náhled produktových bodů
fr_fr: Aperçu des points sur page Produit
ru_ru: Предварительный просмотр Очков в Товаре

source: This shortcode shows the points the customers can get if he purchases the actual product.
cs_cz: Tento zkrácený kód ukazuje body, které mohou zákazníci získat, pokud si zakoupí skutečný produkt.
de_de: Dieser Shortcode zeigt die Punkte, die der Kunde erhalten kann, wenn er das eigentliche Produkt kauft.
fr_fr: Ce shortcode affiche les points que les clients peuvent obtenir s’il achète le produit actuel.
ru_ru: Этот шорткод показывает очки, которые клиенты могут получить при покупке конкретного товара.

source: The product id. If not specified, the shortcode will try to find the actual product from the page.
cs_cz: ID produktu Pokud není uvedeno, pokusí se zkrácený kód najít na stránce skutečný produkt.
de_de: Die Produkt-ID. Wenn nicht angegeben, versucht der Shortcode, das eigentliche Produkt auf der Seite zu finden.
fr_fr: L’id du produit. S’il n’est pas spécifié, le shortcode tentera de trouver le produit actuel à partir de la page.
ru_ru: ID товара. Если не указано, шорткод попытается найти конкретный товар со страницы.

source: (Optional, comma separated) Select the points and rewards systems you want to show. If left empty, all active systems are displayed
de_de: (Optional, durch Kommas getrennt) Wählen Sie die Punkte- und Belohnungssysteme aus, die Sie anzeigen möchten. Wenn leer gelassen, werden alle aktiven Systeme angezeigt
fr_fr: (Facultatif, séparé par des virgules) Sélectionnez les systèmes de points et de récompenses que vous souhaitez afficher. S’il est laissé vide, tous les systèmes actifs sont affichés
