Repository: yaman-suneja/coh
Catalog: plugins/woorewards/modules/woorewards-pro/languages/woorewards-pro-*.po
Languages: cs_cz, de_de, fr_fr, ru_ru

# best_unlock settings
source: Unlock best reward first
cs_cz: Nejprve odemkněte nejlepší odměnu
de_de: Zuerst die beste Belohnung freischalten
fr_fr: Débloquer la meilleure récompense d’abord
ru_ru: Разблокировать лучшую награду в первую очередь

# best_unlock settings
source: Unlock best reward and reset points
cs_cz: Odemkněte nejlepší odměnu a resetujte body
fr_fr: Débloquer la meilleure récompense et réinitialiser les points
ru_ru: Разблокировать лучшую награду и сбросить очки

source: The customer has to manually redeem the rewards. A mail is sent each time he earns enough points for at least one of them.
cs_cz: Zákazník musí odměny ručně uplatnit. E-mail je odeslán pokaždé, když získá dostatek bodů pro alespoň jeden z nich.
de_de: Der Kunde muss die Prämien manuell einlösen. Jedes Mal, wenn er genügend Punkte für mindestens einen von ihnen sammelt, wird eine E-Mail gesendet.
fr_fr: Le client doit échanger manuellement les récompenses. Un courrier est envoyé chaque fois qu’il gagne suffisamment de points pour au moins une d’entre elles.
ru_ru: Клиент должен вручную выкупить награды. Email-письмо отправляется каждый раз, когда он зарабатывает достаточно очков для по крайней мере один из них.

source: Best only :
cs_cz: Pouze nejlepší:
de_de: Nur am besten :
fr_fr: La meilleure seulement :
ru_ru: Только лучшие :

source: Only the most expensive reward or the highest level the user can afford will be unlocked.
cs_cz: Odemkne se pouze ta nejdražší odměna nebo nejvyšší úroveň, kterou si uživatel může dovolit.
fr_fr: Seule la récompense la plus chère ou le niveau le plus élevé que l’utilisateur peut se permettre sera déverrouillé.
ru_ru: Только самая дорогая награда или самый высокий уровень, который пользователь может себе позволить, будет разблокирован.

source: Best first :
cs_cz: Nejlepší první:
de_de: Beste zuerst:
fr_fr: Meilleur en premier :
ru_ru: Сначала лучшие :

source: Rewards are unlocked as long as customer can afford it, starting by the most expensive reward (The same reward can be unlocked several time).
cs_cz: Odměny se odemykají, dokud si to zákazník může dovolit, počínaje nejdražší odměnou (stejnou odměnu lze odemknout několikrát).
de_de: Belohnungen werden freigeschaltet, solange der Kunde es sich leisten kann, beginnend mit der teuersten Belohnung (Die gleiche Belohnung kann mehrmals freigeschaltet werden).
fr_fr: Les récompenses sont débloquées tant que le client peut se le permettre, à commencer par la récompense la plus chère (la même récompense peut être débloquée plusieurs fois).
ru_ru: Награды разблокируются до тех пор, пока клиент может себе их позволить, начиная с самых дорогих наград (Одна и та же награда может быть разблокирована несколько раз).

source: Best and Reset :
cs_cz: Nejlepší a reset:
fr_fr: Meilleure et réinitialisation :
ru_ru: Лучшие и сбросить :

source: Same as 'Best only' but consume all customer's points.
cs_cz: Stejné jako „Pouze nejlepší“, ale spotřebovává všechny body zákazníka.
de_de: Wie "Best only", aber verbrauchen Sie alle Kundenpunkte.
fr_fr: Même que « La meilleure seulement », mais consommer tous les points du client.
ru_ru: То же самое, что и 'Только лучшие', но потребляет все очки клиента.

source: Add level
cs_cz: Přidat úroveň
de_de: Ebene hinzufügen
fr_fr: Ajouter un niveau
ru_ru: Добавить уровень

source: Untitled
cs_cz: Nepojmenovaná
de_de: Ohne Titel
fr_fr: Sans titre
ru_ru: Без названия

# Level Threshold Title edit
source: Level Title
cs_cz: Název úrovně
de_de: Level Titel
fr_fr: Titre du Niveau
ru_ru: Название Уровня

# edit
source: Points Threshold
cs_cz: Prahová hodnota bodů
de_de: Treuepunktestand
fr_fr: Seuil des points
ru_ru: Порог очков

source: Title is required.
cs_cz: Název je povinný.
de_de: Der Titel ist erforderlich.
fr_fr: Merci de renseigner le champs titre.
ru_ru: Требуется название.

source: Cost must be a number greater than zero.
cs_cz: Cena musí být číslo větší než nula.
fr_fr: Le coût doit être un nombre supérieur à zéro.
ru_ru: Стоимость должна быть цифрой больше нуля.

source: Behavior
cs_cz: Chování
de_de: Verhalten
fr_fr: Comportement
ru_ru: Поведение

# Pool Type/behavior
source: Levelling
cs_cz: Úrovně
de_de: Nivellierung
fr_fr: Par niveaux
ru_ru: Уровневая

source: <i>Standard behavior</i>: customers can spend points to buy rewards
cs_cz: <i>Standardní chování</i>: zákazníci mohou utrácet body za nákup odměn
de_de: <i>Standardverhalten:</i>Kunden können Punkte ausgeben, um Belohnungen zu kaufen
fr_fr: <i>Comportement standard</i> les clients peuvent dépenser des points pour acheter des récompenses
ru_ru: <i>Стандартное поведение</i>: клиенты могут тратить очки на покупку наград

source: <i>Levelling behavior</i>: rewards are automatically granted to customers since they have enough points (points are never spent).
cs_cz: <i>Chování v úrovni</i>: odměny se zákazníkům automaticky udělují, protože mají dostatek bodů (body se nikdy neutratí).
de_de: <i>Nivellieren Verhalten</i>: Belohnungen werden automatisch an Kunden gewährt, da sie genügend Punkte haben (Punkte werden nie ausgegeben).
fr_fr: <i>Comportement par niveaux</i>: les récompenses sont automatiquement accordées aux clients car ils ont suffisamment de points (les points ne sont jamais dépensés).
ru_ru: <i>Поведение уровневой системы</i>: вознаграждение автоматически предоставляется клиентам когда у них достаточно очков (очки никогда не тратятся).

source: System Type
cs_cz: Typ systému
de_de: Systemtyp
fr_fr: Type de Système
ru_ru: Тип Системы

source: Event
cs_cz: Událost
de_de: Veranstaltung
fr_fr: Événement
ru_ru: Событие

source: Start Date
cs_cz: Datum začátku
de_de: Startdatum
fr_fr: Date de début
ru_ru: Дата начала

source: Before that date, the points and rewards system is disabled but customer can see it.
cs_cz: Před tímto datem je systém bodů a odměn deaktivován, ale zákazník ho může vidět.
de_de: Vor diesem Datum ist das Punkte- und Belohnungssystem deaktiviert, aber der Kunde kann es sehen.
fr_fr: Avant cette date, le système de points et récompenses est désactivé, mais le client peut le voir.
ru_ru: До этой даты система очков и наград отключена, но клиент может ее видеть.

source: Point earning end
cs_cz: Konec výdělku
fr_fr: Fin de gain de points
ru_ru: Конец зарабатывания очков

source: After that date, customers can no longer earn points. But they still can spend them for rewards.
cs_cz: Po tomto datu již zákazníci nemohou body získávat. Stále je však mohou utratit za odměny.
de_de: Nach diesem Datum können Kunden keine Punkte mehr sammeln. Aber sie können sie immer noch für Belohnungen ausgeben.
fr_fr: Après cette date, les clients ne peuvent plus gagner de points. Mais ils peuvent toujours les dépenser pour des récompenses.
ru_ru: После этой даты клиенты больше не могут зарабатывать очки. Но они смогут тратить их на награды.

source: End Date
cs_cz: Datum ukončení
de_de: Enddatum
fr_fr: Date de fin
ru_ru: Дата окончания

source: After that date, the points and rewards system will be disabled but customer can see it. Customers keep their remaining points but cannot use them anymore.
cs_cz: Po tomto datu bude systém bodů a odměn deaktivován, ale zákazník ho může vidět. Zákazníci si ponechávají své zbývající body, ale již je nemohou používat.
de_de: Nach diesem Datum wird das Punkte- und Belohnungssystem deaktiviert, aber der Kunde kann es sehen. Kunden behalten ihre verbleibenden Punkte, können sie aber nicht mehr nutzen.
fr_fr: Après cette date, le système de points et récompenses sera désactivé, mais le client pourront le voir. Les clients conservent leurs points restants mais ne peuvent plus les utiliser.
ru_ru: После этой даты система очков и наград будет отключена, но клиент сможет ее увидеть. Клиенты сохранят свои оставшиеся точки, но не смогут их использовать.

source: Delete points history and user data
fr_fr: Supprimer l’historique des points et les données utilisateur

source: Delete a user's or all users points history for one or all points and rewards systems.
fr_fr: Supprimez l’historique des points d’un utilisateur ou de tous les utilisateurs pour un ou tous les systèmes de points et de récompenses.

source: Use this feature with care since this action is <b>irreversible</b>.
cs_cz: Tuto funkci používejte opatrně, protože tato akce je <b>nevratná</b>.
de_de: Verwende diese Funktion mit Vorsicht, da diese Aktion <b>irreversibel</b> ist.
fr_fr: Utilisez cette fonctionnalité avec soin car cette action <b>est irréversible</b>.
ru_ru: Используйте эту функцию с осторожностью, так как это действие <b>необратимо</b>.

source: Select a behavior
fr_fr: Sélectionner un comportement

source: Delete History Only
fr_fr: Supprimer l’historique uniquement

source: Delete All User Data
fr_fr: Supprimer toutes les données utilisateur

source: Users keep their points and rewards, only history rows are cleaned.
fr_fr: Les utilisateurs conservent leurs points et récompenses, seules les lignes de l’historique sont nettoyées.

source: This will leave users with zero points and no rewards.
fr_fr: Cela laissera les utilisateurs avec zéro point et aucune récompense.

source: End date
cs_cz: Datum ukončení
de_de: Enddatum
fr_fr: Date de fin
ru_ru: Дата окончания

source: Only history before that date will be deleted. If you don't pick a date, the whole history will be deleted.
fr_fr: Seul l’historique antérieur à cette date sera supprimé. Si vous ne choisissez pas de date, tout l’historique sera supprimé.

source: Select a user
cs_cz: Vyberte uživatele
de_de: Benutzer auswählen
fr_fr: Sélectionnez un utilisateur
ru_ru: Выбрать пользователя

source: If you don't select a user, all users points history will be deleted.
fr_fr: Si vous ne sélectionnez pas d’utilisateur, tous les points utilisateur sont supprimés.

source: Select a points and rewards system
fr_fr: Sélectionnez un système de points et de récompenses

source: If you don't select a system, history for all systems will be deleted.
fr_fr: Si vous ne sélectionnez pas de système, l’historique de tous les systèmes sera supprimé.

source: Delete Points History
fr_fr: Supprimer l’historique des points

source: Delete unused points reserves
fr_fr: Supprimer les réserves de points inutilisées

source: Delete point reserves that do not belong to any loyalty system anymore.
fr_fr: Supprimez les réserves de points qui n’appartiennent plus à aucun système de fidélité.

source: Select a reserve
de_de: Veranstaltung wählen
fr_fr: Sélectionner une réserve

source: Only reserves where no loyalty system can be found are listed here. Relevant user point history will be deleted too.
fr_fr: Seules les réserves où aucun système de fidélité ne peut être trouvé sont répertoriées ici. L’historique des points utilisateur pertinents sera également supprimé.

source: Delete Points Reserve
de_de: Punkte reservieren
fr_fr: Supprimer la réserve de points

source: If you really want to reset points history, check this box and click on <i>'%s'</i> again.
fr_fr: Si vous voulez vraiment réinitialiser l’historique des points, cochez cette case et cliquez à nouveau sur <i>'%s'</i> .

source: This operation is irreversible!
cs_cz: Tato operace je nevratná!
de_de: Diese Operation ist unumkehrbar!
fr_fr: Cette opération est irréversible !
ru_ru: Эта операция необратима!

source: Bad date format
fr_fr: Mauvais format de date

source: The selected points and rewards system can't be found
fr_fr: Le système de points et de récompenses sélectionné est introuvable

source: Data was correctly deleted
fr_fr: Les données ont été correctement supprimées

source: History was correctly deleted
fr_fr: L’historique a été correctement supprimé

source: An error occured during deletion
fr_fr: Une erreur s’est produite lors de la suppression

source: You have to select a point reserve
fr_fr: Vous devez sélectionner une réserve de points

source: If you really want to delete this points reserve, check this box and click on <i>'%s'</i> again.
fr_fr: Si vous souhaitez vraiment supprimer cette réserve de points, cochez cette case et cliquez à nouveau sur <i>'%s'</i> .

source: Reserve was correctly deleted
fr_fr: La réserve a été correctement supprimée

source: Achievements
cs_cz: Výzvy
de_de: Erfolge
fr_fr: Succès
ru_ru: Достижения

source: Badges & Achievements Features
cs_cz: Funkce odznaků a úspěchů
de_de: Badges & Achievements Funktionen
fr_fr: Fonctionnalités des Badges et Succès
ru_ru: Функции Значков и Достижений

source: Enable badges and achievements to add all their specific features to MyRewards.
cs_cz: Povolte odznaky a úspěchy a přidejte všechny jejich specifické funkce do MyRewards.
de_de: Aktivieren Sie Abzeichen und Erfolge, um alle ihre spezifischen Funktionen zu MyRewards hinzuzufügen.
fr_fr: Activez les badges et les succès pour ajouter toutes leurs fonctionnalités spécifiques à MyRewards.
ru_ru: Включите значки и достижения, чтобы добавить все их функции в MyRewards.

source: Achievements can be used to earn badges. Badges can be used to unlock rewards.
cs_cz: Úspěchy lze použít k získání odznaků. Odznaky lze použít k odemčení odměn.
de_de: Erfolge können verwendet werden, um Abzeichen zu verdienen. Abzeichen können verwendet werden, um Belohnungen freizuschalten.
fr_fr: Les succès peuvent être utilisés pour gagner des badges. Les badges peuvent être utilisés pour débloquer des récompenses.
ru_ru: Достижения могут быть использованы для получения значков. Значки могут быть использованы для разблокировки наград.

source: Enable Badge & Achievements
cs_cz: Povolit odznak a úspěchy
de_de: Abzeichen und Erfolge aktivieren
fr_fr: Activer les Badges et Succès
ru_ru: Включить Значки и Достижения

source: Enable/disable badge menu, rewards, earning methods and achievements system.
cs_cz: Povolit / zakázat nabídku odznaků, odměny, metody výdělků a systém úspěchů.
de_de: Aktivieren / Deaktivieren des Badge-Menüs, der Belohnungen, der Verdienstmethoden und des Erfolgssystems.
fr_fr: Active/désactive le menu Badges, les récompenses, les méthodes de gain et le système de succès.
ru_ru: Включить/отключить меню значков, наград, методов заработка и системы достижений.

source: Badges Management
cs_cz: Správa odznaků
de_de: Badges-Verwaltung
fr_fr: Gestion des badges
ru_ru: Управление Значками

source: Badges are a special kind of wordpress posts. For that reason, they're handled in their own interface.
cs_cz: Odznaky jsou speciální druh příspěvků na WordPress. Z tohoto důvodu jsou zpracovávány ve svém vlastním rozhraní.
de_de: Badges sind eine besondere Art von Wordpress-Posts. Aus diesem Grund werden sie in ihrer eigenen Benutzeroberfläche behandelt.
fr_fr: Les badges sont un type spécial d'articles WordPress. Pour cette raison, ils sont manipulés dans leur propre interface.
ru_ru: Значки являются особым видом записей Wordpress. По этой причине, они обрабатываются в их собственном интерфейсе.

source: Please follow the link below to add, edit or delete badges.
cs_cz: Chcete-li přidat, upravit nebo odstranit odznaky, postupujte podle níže uvedeného odkazu.
de_de: Bitte folgen Sie dem untenstehenden Link, um Badges hinzuzufügen, zu bearbeiten oder zu löschen.
fr_fr: Veuillez suivre le lien ci-dessous pour ajouter, modifier ou supprimer des badges.
ru_ru: Пожалуйста, перейдите по ссылке ниже, чтобы добавить, отредактировать или удалить значки.

source: Manage your badges
cs_cz: Spravujte své odznaky
de_de: Verwalten Sie Ihre Badges
fr_fr: Gérez vos badges
ru_ru: Управление значками

source: You can see and edit the badges by clicking the link down below.
cs_cz: Odznaky můžete zobrazit a upravit kliknutím na odkaz níže.
de_de: Sie können die Badges anzeigen und bearbeiten, indem Sie auf den Link unten klicken.
fr_fr: Vous pouvez voir et modifier les badges en cliquant sur le lien ci-dessous.
ru_ru: Вы можете увидеть и отредактировать значки, нажав на ссылку ниже.

source: After creating some badges, you can set up achievements that customers need to achieve in order to earn the badges.
cs_cz: Po vytvoření některých odznaků můžete nastavit úspěchy, kterých musí zákazníci dosáhnout, aby odznaky získali.
de_de: Nachdem Sie einige Abzeichen erstellt haben, können Sie Erfolge einrichten, die Kunden erreichen müssen, um die Abzeichen zu verdienen.
fr_fr: Après avoir créé quelques badges, vous pouvez configurer les succès que les clients doivent réaliser afin de gagner les badges.
ru_ru: После создания нескольких значков, Вы сможете настроить достижения, которые клиенты должны получить для того, чтобы заработать значки.

source: Badge Popup
cs_cz: Vyskakovací okno odznaku
fr_fr: Popup badge
ru_ru: Всплывающее окно значка

source: Style the popup that will be displayed to customers when they earn a new badge.
cs_cz: Upravte vyskakovací okno, které se zobrazí zákazníkům, když získají nový odznak.
de_de: Gestalten Sie das Popup, das Kunden angezeigt wird, wenn sie ein neues Abzeichen erhalten.
fr_fr: Style le popup qui sera affiché aux clients quand ils gagnent un nouveau badge.
ru_ru: Настройте всплывающее окно, которое будет отображаться для клиентов, когда они зарабатывают новый значок.

source: Badges Rarity Levels
cs_cz: Odznaky raritních úrovní
de_de: Abzeichen Seltenheitsstufen
fr_fr: Niveaux de rareté des badges
ru_ru: Уровни Редкости Значков

source: Define the rarity levels of Badges.
cs_cz: Definujte úrovně vzácnosti odznaků.
de_de: Definieren Sie die Seltenheitsstufen von Badges.
fr_fr: Définissez les niveaux de rareté des badges.
ru_ru: Определите уровни редкости значков.

source: The percentage value is the max percentage of users owning the badge to get the corresponding rarity.
cs_cz: Procentní hodnota je maximální procento uživatelů, kteří vlastní odznak, aby získali odpovídající raritu.
fr_fr: La valeur en pourcentage est le pourcentage maximal d’utilisateurs possédant le badge pour obtenir la rareté correspondante.
ru_ru: Процентное значение — это максимально допустимый процент пользователей, которые владеют значком (от количества всех зарегистрированных пользователей). Система выберет редкость значка в соотвествии с этим значением.

source: General settings
cs_cz: Obecné nastavení
de_de: Allgemeine Einstellungen
fr_fr: Réglages généraux
ru_ru: Основные настройки

source: Check the options below according to your needs.
fr_fr: Cochez les options ci-dessous en fonction de vos besoins.

source: Coupon prefix
fr_fr: Préfixe de coupon
ru_ru: Приставка купона

source: Set a prefix code that will be added on all coupon codes generated by MyRewards
fr_fr: Définir un code de préfixe qui sera ajouté sur tous les codes promo générés par MyRewards

source: Coupon code length
fr_fr: Longueur du code promo
ru_ru: Код купона : %s

source: Set the length of the generated coupon code. The length comes in addition to the code prefix.
fr_fr: Définissez la longueur du code promo généré. La longueur vient en plus du préfixe de code.

source: Minimum length is %s.
fr_fr: La longueur minimale est %s.

source: Deep customer search
fr_fr: Recherche approfondie de clients
ru_ru: Перед информацией о клиенте

source: If you have troubles with searching in WooRewards Customers administration screen, disable this option. This will speed up the search but it will take less data into account.
fr_fr: Si vous rencontrez des problèmes lors de la recherche dans l’écran d’administration des clients WooRewards, désactivez cette option. Cela accélérera la recherche mais cela prendra moins de données en compte.

source: Enable the leaderboard shortcode
de_de: Aktivieren des Leaderboard-Shortcodes
fr_fr: Activer le shortcode du classement

source: If you enable this shortcode, a new option will be added to the user's My Account page.
fr_fr: Si vous activez ce shortcode, une nouvelle option sera ajoutée à la page Mon compte de l’utilisateur.

source: The user will have the possibility to set if he/she accepts to appear on the leaderboard or not.
de_de: Der Benutzer hat die Möglichkeit festzulegen, ob er / sie akzeptiert, auf der Bestenliste zu erscheinen oder nicht.
fr_fr: L’utilisateur aura la possibilité de définir s’il accepte d’apparaître ou non au classement.

source: Show levels
fr_fr: Afficher les niveaux

source: Show user level information with its points in customers admin screen.
fr_fr: Affichez les informations au niveau de l’utilisateur avec leurs points dans l’écran d’administration des clients.

source: Points only
fr_fr: Points uniquement

source: Level only
fr_fr: Niveau uniquement

source: Points and Level
fr_fr: Points et niveau

source: Show loading orders
fr_fr: Afficher les ordres de chargement

source: For some advanced setups, managing loyalty system loading order and event trigger priority could be meaningful.
fr_fr: Pour certaines configurations avancées, la gestion de l’ordre de chargement du système de fidélité et de la priorité de déclenchement d’événements peut être significative.

source: Birthday Settings
cs_cz: Nastavení narozenin
de_de: Geburtstagseinstellungen
fr_fr: Paramètres d’anniversaire
ru_ru: Настройки Дня Рождения

source: If you decide to give points for customers birthdays, you should check some of the following options to give customers the opportunity to fill in their birthday date.
cs_cz: Pokud se rozhodnete dát zákazníkům narozeniny, měli byste zkontrolovat některé z následujících možností, abyste měli možnost vyplnit datum jejich narození.
de_de: Wenn Sie sich entscheiden, Punkte für Geburtstage von Kunden zu vergeben, sollten Sie einige der folgenden Optionen aktivieren, um Kunden die Möglichkeit zu geben, ihr Geburtstagsdatum einzugeben.
fr_fr: Si vous décidez de donner des points pour les anniversaires des clients, vous devriez vérifier certaines des options suivantes pour donner aux clients la possibilité de remplir leur date d’anniversaire.
ru_ru: Если Вы хотите давать очки за дни рождения клиентов, Вы должны проверить некоторые из следующих вариантов, чтобы дать клиентам возможность заполнить их дату дня рождения.

source: Display a birthday field in the 'checkout' page when the user register at the same time.
cs_cz: Pokud se uživatel současně zaregistruje, zobrazí na stránce „Pokladna“ pole narozenin.
de_de: Zeigen Sie ein Geburtstagsfeld auf der Seite "Auschecken" an, wenn sich der Benutzer gleichzeitig registriert.
fr_fr: Afficher un champ d’anniversaire dans la page ’Commander’ lorsque l’utilisateur s’enregistre en même temps.
ru_ru: Отображение поля дня рождения на странице 'Оформление заказа', когда пользователь одновременно регистрируется.

source: Display a birthday field in the 'my account register' page.
cs_cz: Zobrazit pole narozenin na stránce „Registrace mého účtu“.
fr_fr: Affichez un champ d’anniversaire dans la page d'inscription de «mon compte».
ru_ru: Отображение поля дня рождения на странице регистрации через 'Мой Аккаунт'.

source: Display a birthday field in the 'my account -> details' page.
cs_cz: Zobrazte pole narozenin na stránce „můj účet -> podrobnosti“.
de_de: Zeigen Sie ein Geburtstagsfeld auf der Seite "Mein Konto -> Details" an.
fr_fr: Affichez un champ d’anniversaire dans l'onglet détails de la page «mon compte».
ru_ru: Отображение поля дня рождения на странице 'Мой Аккаунт -> Подробнее'.

source: Display Debug information about birthday point earning in user backend profile.
de_de: Zeigen Sie Debug-Informationen zum Verdienen von Geburtstagspunkten im Benutzer-Backend-Profil an.
fr_fr: Afficher les informations de débogage sur le gain de points d’anniversaire dans le profil principal de l’utilisateur.

source: Sponsorship & Referral Features
de_de: Sponsoring & Empfehlungsfunktionen
fr_fr: Fonctionnalités de parrainage et de référence
