Repository: yaman-suneja/coh
Catalog: plugins/woorewards/modules/woorewards-pro/languages/woorewards-pro-*.po
Languages: cs_cz, de_de, fr_fr, ru_ru

source: 'Reward after 4 visits' expects numeric amount greater than zero.
cs_cz: „Odměna po 4 návštěvách“ očekává číselnou částku větší než nula.
de_de: "Belohnung nach 4 Besuchen" erwartet einen numerischen Betrag von mehr als Null.
fr_fr: 'Récompense après 4 visites' s'attend à un montant numérique supérieur à zéro.
ru_ru: 'Награда после 4 посещений' ожидает число больше нуля.

source: 'Reward after 12 visits' expects a percentage between 0% and 100%.
cs_cz: „Odměna po 12 návštěvách“ očekává procento mezi 0% a 100%.
de_de: "Belohnung nach 12 Besuchen" erwartet einen Prozentsatz zwischen 0% a und 100%.
fr_fr: «Récompense après 12 visites» s'attend à un pourcentage supérieur à 0% jusqu'à 100%.
ru_ru: 'Награда после 12 посещений' ожидает процент между 0% и 100%.

source: 'Reward after 20 visits' expects numeric amount greater than zero.
cs_cz: „Odměna po 20 návštěvách“ očekává číselnou částku větší než nula.
fr_fr: 'Récompense après 20 visites' s'attend à un montant numérique supérieur à zéro.
ru_ru: 'Награда после 20 посещений' ожидает число больше нуля.

source: 'Reward after 24 visits' expects a valid and purchasable product.
cs_cz: „Odměna po 24 návštěvách“ očekává platný a zakoupitelný produkt.
de_de: "Belohnung nach 24 Besuchen" erwartet ein gültiges und käufliches Produkt.
fr_fr: 'Récompense après 24 visites' s'attend à un produit valide et achetable.
ru_ru: 'Награда после 24 посещений' ожидает действительный и доступный к покупке товар.

source: 'Number of images' expects a number between 1 and 6.
cs_cz: „Počet obrázků“ očekává počet od 1 do 6.
fr_fr: 'Nombre d'images' s'attend à un nombre entre 1 et 6.
ru_ru: 'Количество изображений' ожидает число между 1 и 6.

source: A valid 'Start Date' is expected.
cs_cz: Očekává se platné „datum zahájení“.
de_de: Ein gültiges 'Startdatum' wird erwartet.
fr_fr: Une date de début valide est attendue.
ru_ru: Ожидается действительная 'Дата начала'.

source: A valid 'End Date' is expected.
cs_cz: Očekává se platné „datum ukončení“.
de_de: Es wird ein gültiges "Enddatum" erwartet.
fr_fr: Une date de fin valide est attendue.
ru_ru: Ожидается действительная 'Дата окончания'.

source: You have set a 'End Date' that is already outdated.
cs_cz: Nastavili jste „Datum ukončení“, které je již zastaralé.
de_de: Sie haben ein "Enddatum" festgelegt, das bereits veraltet ist.
fr_fr: Vous avez fixé une «date de fin» qui est déjà obsolète.
ru_ru: Вы установили "Дату Окончания", которая уже устарела.

source: In this wizard, you can select one of the predefined scenarios for the following events :
cs_cz: V tomto průvodci můžete vybrat jeden z předdefinovaných scénářů pro následující události:
fr_fr: Dans ce Wizard, vous pouvez sélectionner l'un des scénarios prédéfinis pour les événements suivants :
ru_ru: В этом мастере настройки можно выбрать один из предопределенных сценариев для следующих событий:

source: Black Friday or Cyber Monday :
cs_cz: Černý pátek nebo Kybernetické pondělí:
fr_fr: Black Friday ou Cyber Monday :
ru_ru: Черная Пятница или Киберпонедельник :

source: An instant discount valid for a few days when customers visit the website
cs_cz: Okamžitá sleva platná několik dní, když zákazníci navštíví web
de_de: Ein sofortiger Rabatt, der für ein paar Tage gültig ist, wenn Kunden die Website besuchen
fr_fr: Une remise instantanée valable pour quelques jours lorsque les clients visitent le site Web
ru_ru: Мгновенная скидка, которая действительна в течение нескольких дней, когда клиенты посещают веб-сайт

source: Christmas :
cs_cz: Vánoce :
de_de: Weihnachten :
fr_fr: Noël :
ru_ru: Рождество :

source: An advent calendar system. Customers earn points for daily visits and earn rewards every 4 days.
cs_cz: Adventní kalendářový systém. Zákazníci získávají body za každodenní návštěvy a odměny získávají každé 4 dny.
fr_fr: Un système de calendrier de l'avent. Les clients gagnent des points pour les visites quotidiennes et gagnent des récompenses tous les 4 jours.
ru_ru: Система адвент-календаря. Клиенты получают очки за ежедневные посещения сайта и получают нарады каждые 4 дня.

source: Easter :
cs_cz: Velikonoční :
de_de: Oster :
fr_fr: Pâques :
ru_ru: Пасха :

source: A picture hunt on your website. Customers earn a reward if they find all pictures.
cs_cz: Lov obrázků na vašem webu. Pokud najdou všechny obrázky, zákazníci získají odměnu.
de_de: Eine Bilderjagd auf Ihrer Website. Kunden erhalten eine Belohnung, wenn sie alle Bilder finden.
fr_fr: Une chasse aux images sur votre site web. Les clients gagnent une récompense s'ils trouvent toutes les images.
ru_ru: Охота за картинками на вашем сайте. Клиенты получают вознаграждение, если они находят все фотографии.

source: Select an event
cs_cz: Vyberte událost
de_de: Veranstaltung wählen
fr_fr: Sélectionnez un événement
ru_ru: Выберите событие

source: Black Friday
cs_cz: Černý pátek
fr_fr: Vendredi noir
ru_ru: Чёрная Пятница

source: Christmas
cs_cz: Vánoce
de_de: Weihnachten
fr_fr: Noël
ru_ru: Рождество

source: Easter
cs_cz: Velikonoce
de_de: Ostern
fr_fr: Pâques
ru_ru: Пасха

source: This wizard will give a one time discount to customers who visit your website.
cs_cz: Tento průvodce poskytne jednorázovou slevu zákazníkům, kteří navštíví váš web.
de_de: Dieser Assistent gewährt Kunden, die Ihre Website besuchen, einen einmaligen Rabatt.
fr_fr: Ce wizard donnera une remise unique aux clients qui visitent votre site Web.
ru_ru: Этот мастер настройки даст одноразовую скидку для клиентов, которые посещают ваш сайт.

source: If you select the Black Friday option, they will get 4 days to visit the website.
cs_cz: Pokud zvolíte možnost Černý pátek, budou mít 4 dny na to, aby navštívili web.
de_de: Wenn Sie die Option Black Friday auswählen, haben sie 4 Tage Zeit, um die Website zu besuchen.
fr_fr: Si vous sélectionnez l'option Black Friday, ils auront 4 jours pour visiter le site Web.
ru_ru: Если Вы выберете вариант 'Черная Пятница', у клиентов будет 4 дня, чтобы посетить веб-сайт.

source: If you select the Cyber Monday option, they will only get one day.
cs_cz: Pokud vyberete možnost Kybernetické pondělí, obdrží pouze jeden den.
fr_fr: Si vous sélectionnez l'option Cyber Monday, ils n'auront qu'un jour.
ru_ru: Если вы выберете опцию 'Киберпонедельник', у них будет только один день.

source: Select an Event
cs_cz: Vyberte událost
de_de: Wählen Sie ein Ereignis aus
fr_fr: Sélectionnez un événement
ru_ru: Выберете Событие

source: Cyber Monday
cs_cz: Kybernetické pondělí
fr_fr: Cyber lundi
ru_ru: Киберпонедельник

source: Page to visit
cs_cz: Stránka k návštěvě
de_de: Zu besuchende Seite
fr_fr: Page à visiter
ru_ru: Страница для посещения

source: Select a page to visit to earn the discount.
cs_cz: Chcete-li získat slevu, vyberte stránku, kterou chcete navštívit.
de_de: Wählen Sie eine Seite aus, die Sie besuchen möchten, um den Rabatt zu erhalten.
fr_fr: Sélectionnez une page à visiter pour obtenir la remise.
ru_ru: Выберите страницу, которую нужно посетить для получения скидки.

source: If you don't set one, a simple visit on the website will do.
cs_cz: Pokud žádný nenastavíte, provede se jednoduchá návštěva webu.
fr_fr: Si vous n'en choisissez pas une, une simple visite sur le site Web fera l'affaire.
ru_ru: Если Вы не выберите её, любого посещения сайта хватит для этого.

source: Reward Amount (%)
cs_cz: Výše odměny (%)
de_de: Prämienbetrag (%)
fr_fr: Montant de la récompense (%)
ru_ru: Сумма Награды (%)

source: Number in %
cs_cz: Počet v %
de_de: Nummer in %
fr_fr: Nombre en %
ru_ru: Число в %

source: In this wizard, customers will earn points by visiting your website everyday.
cs_cz: V tomto průvodci získají zákazníci body každodenní návštěvou vašeho webu.
fr_fr: Dans ce wizard, les clients gagneront des points en visitant votre site Web tous les jours.
ru_ru: В этом мастере настройки, клиенты будут зарабатывать очки, посещая ваш сайт каждый день.

source: Every 4 visits, they will earn a new reward.
cs_cz: Každé 4 návštěvy získají novou odměnu.
de_de: Alle 4 Besuche erhalten sie eine neue Belohnung.
fr_fr: Toutes les 4 visites, ils gagneront une nouvelle récompense.
ru_ru: За каждые 4 посещения они будут получать новую награду.

source: If they visit your website every day from 1 to 24 december, they will get a free product.
cs_cz: Pokud navštíví váš web každý den od 1. do 24. prosince, získají produkt zdarma.
de_de: Wenn sie Ihre Website jeden Tag vom 1. bis 24. Dezember besuchen, erhalten sie ein kostenloses Produkt.
fr_fr: S'ils visitent votre site Web tous les jours du 1er au 24 décembre, ils recevront un produit gratuit.
ru_ru: Если они посещают Ваш сайт каждый день с 1 по 24 декабря, они получат бесплатный продукт.

source: Reward after 4 visits
cs_cz: Odměna po 4 návštěvách
fr_fr: Récompense après 4 visites
ru_ru: Вознаграждение после 4 посещений

source: Reward after 8 visits
cs_cz: Odměna po 8 návštěvách
de_de: Belohnung nach 8 Besuchen
fr_fr: Récompense après 8 visites
ru_ru: Вознаграждение после 8 посещений

source: Reward after 12 visits
cs_cz: Odměna po 12 návštěvách
de_de: Belohnung nach 12 Besuchen
fr_fr: Récompense après 12 visites
ru_ru: Вознаграждение после 12 посещений

source: Reward after 16 visits
cs_cz: Odměna po 16 návštěvách
fr_fr: Récompense après 16 visites
ru_ru: Вознаграждение после 16 посещений

source: Reward after 20 visits
cs_cz: Odměna po 20 návštěvách
de_de: Belohnung nach 20 Besuchen
fr_fr: Récompense après 20 visites
ru_ru: Вознаграждение после 20 посещений

source: Reward after 24 visits
cs_cz: Odměna po 24 návštěvách
de_de: Belohnung nach 24 Besuchen
fr_fr: Récompense après 24 visites
ru_ru: Вознаграждение после 24 посещений

source: Reward Type
cs_cz: Typ odměny
de_de: Treuepunkte Typ
fr_fr: Type de récompense
ru_ru: Тип Награды

source: Fixed Discount
cs_cz: Pevná sleva
de_de: Fester Rabatt
fr_fr: Remise par produit
ru_ru: Фиксированная Скидка

source: User Title
cs_cz: Název uživatele
de_de: Benutzertitel
fr_fr: Titre utilisateur
ru_ru: Титул Пользователя

source: Percent Discount
cs_cz: Procentuální sleva
de_de: Prozentualer Rabatt
fr_fr: Pourcentage de réduction
ru_ru: Процентная скидка

source: Free Product
cs_cz: Produkt zdarma
de_de: Gratis Produkt
fr_fr: Produit gratuit
ru_ru: Бесплатный Товар

source: Reward Value
cs_cz: Hodnota odměny
fr_fr: Valeur de récompense
ru_ru: Значение Награды

source: Christmas Lover
cs_cz: Milovník Vánoc
de_de: Weihnachtsliebhaber
fr_fr: Adorateur de Noël
ru_ru: Рождественский Любовник

source: In this wizard, you will organize a picture hunt on your wesite with easter related images.
cs_cz: V tomto průvodci uspořádáte na své stránce lov obrázků pomocí obrázků souvisejících s Velikonocemi.
fr_fr: Dans ce wizard, vous organiserez une chasse aux images sur votre site avec des images liées à Pâques.
ru_ru: В этом мастере Вы организуете охоту на картинку на вашем сайте с пасхальными изображениями.

source: At the end of the wizard, don't forget to use the images shortcodes on your website.
cs_cz: Na konci průvodce nezapomeňte použít na své webové stránce krátké kódy obrázků.
de_de: Vergessen Sie am Ende des Assistenten nicht, die Bilder-Shortcodes auf Ihrer Website zu verwenden.
fr_fr: À la fin de l'assistant, n'oubliez pas d'utiliser les shortcodes des images sur votre site Web.
ru_ru: Не забудьте использовать шорткоды изображений на вашем сайте по завершению этого мастера настройки.

source: You will be redirected after the wizard is finished.
cs_cz: Po dokončení průvodce budete přesměrováni.
de_de: Sie werden umgeleitet, nachdem der Assistent beendet ist.
fr_fr: Vous serez redirigé après la fin du wizard.
ru_ru: Вы будете перенаправлены после того, как мастер будет закончен.

source: Number of images
cs_cz: Počet obrázků
de_de: Anzahl Bilder
fr_fr: Nombre d’images
ru_ru: Количество изображений

source: You're almost done. Check your settings below and submit if you're satisfied with them.
cs_cz: Jsi skoro hotový. Zkontrolujte níže uvedená nastavení a odešlete, pokud jste s nimi spokojeni.
de_de: Sie sind fast fertig. Überprüfen Sie Unten Ihre Einstellungen und senden Sie sie ab, wenn Sie damit zufrieden sind.
fr_fr: Vous avez presque fini. Vérifiez vos paramètres ci-dessous et validez-les si vous en êtes satisfait.
ru_ru: Вы почти закончили. Проверьте настройки ниже и подтвердите их, если вы довольны ими.

source: Don't forget to use the images shortcodes on your website.
cs_cz: Nezapomeňte na své webové stránky použít zkrácené kódy obrázků.
fr_fr: N'oubliez pas d'utiliser les shortcodes d'images sur votre site Web.
ru_ru: Не забудьте использовать шорткоды изображений на вашем сайте.

source: Black Friday / Cyber Monday Settings
cs_cz: Nastavení Black Friday / Kybernetické pondělí
de_de: Black Friday / Cyber Monday Einstellungen
fr_fr: Paramètres Black Friday / Cyber Monday
ru_ru: Настройки Черной Пятницы / Киберпонедельника

source: Visit the %s page
cs_cz: Navštivte stránku %s
de_de: Besuchen Sie die %s-Seite
fr_fr: Visitez la page %s
ru_ru: Посетите страницу %s

source: Visit the website
cs_cz: Navštivte web
fr_fr: Visiter le site web
ru_ru: Посетите веб-сайт

source: A %s%% discount coupon, valid for %s days.
cs_cz: Tento %s%% slevový kupón platí %s dnů.
de_de: Ein %s%% dIscount-Coupon, gültig für %s Tage.
fr_fr: Un coupon de réduction de %s%%, valable pour %s jours.
ru_ru: Скидочный купон %s%%, действителен в течении %s дней.

source: Christmas Advent Calendar Settings
cs_cz: Nastavení vánočního adventního kalendáře
de_de: Weihnachts-Adventskalender Einstellungen
fr_fr: Paramètres du calendrier de l'Avent de Noël
ru_ru: Настройки Рождественского Адвент-Календаря

source: Christmas %s
cs_cz: Vánoce %s
fr_fr: %s de Noël
ru_ru: Рождественский %s

source: Loyalty System Name
cs_cz: Název Věrnostního systému
de_de: Name des Loyalitätssystems
fr_fr: Nom du système de points et récompenses
ru_ru: Название Системы Лояльности

source: %s%s Discount
cs_cz: Sleva %s%s
de_de: %s%s Rabatt
fr_fr: %s%s de remise
ru_ru: %s%s Скидка

source: Reward after 4 days :
cs_cz: Odměna po 4 dnech:
de_de: Belohnung nach 4 Tagen :
fr_fr: Récompense après 4 jours :
ru_ru: Вознаграждение через 4 дня :

source: User Title - %s
cs_cz: Název uživatele - %s
fr_fr: Titre d'utilisateur - %s
ru_ru: Титул Пользователя - %s

source: Reward after 8 days :
cs_cz: Odměna po 8 dnech:
de_de: Belohnung nach 8 Tagen :
fr_fr: Récompense après 8 jours :
ru_ru: Вознаграждение после 8 дней :

source: %s%% Discount
cs_cz: Sleva %s%%
fr_fr: %s%% de remise
ru_ru: %s%% Скидка

source: Reward after 12 days :
cs_cz: Odměna po 12 dnech:
de_de: Belohnung nach 12 Tagen :
fr_fr: Récompense après 12 jours :
ru_ru: Вознаграждение после 12 дней :

source: Free Shipping Coupon
cs_cz: Kupón na dopravu ZDARMA
de_de: Kostenloser Versandgutschein
fr_fr: Livraison gratuite
ru_ru: Купон Бесплатной Доставки

source: Reward after 16 days :
cs_cz: Odměna po 16 dnech:
de_de: Belohnung nach 16 Tagen :
fr_fr: Récompense après 16 jours :
ru_ru: Вознаграждение после 16 дней :

source: Reward after 20 days :
cs_cz: Odměna po 20 dnech:
fr_fr: Récompense après 20 jours :
ru_ru: Вознаграждение после 20 дней :

source: Free Product - %s
cs_cz: Produkt zdarma - %s
de_de: Kostenloses Produkt - %s
fr_fr: Produit gratuit - %s
ru_ru: Бесплатный Товар - %s

source: Reward after 24 days :
cs_cz: Odměna po 24 dnech:
fr_fr: Récompense après 24 jours :
ru_ru: Вознаграждение после 24 дней :

source: Easter Egg Image Hunt Settings
cs_cz: Nastavení honu na velikonoční vajíčko
de_de: Einstellungen für die Ostereier-Bildersuche
fr_fr: Paramètres de chasse aux images de Pâques
ru_ru: Настройки Пасхальной охоты на изображение

source: Image to hunt n°%s
cs_cz: Obrázek k lovu č.%s
de_de: Bild zur Jagd n°%s
fr_fr: Image à chasser n°%s
ru_ru: Изображение для охоты n°%s

source: A %s%% discount coupon, valid for 30 days.
cs_cz: Tento %s%% slevový kupón platí 30 dnů.
de_de: Ein %s%% dIscount-Coupon, gültig für 30 Tage.
fr_fr: Un coupon de réduction de %s%%, valable 30 jours.
ru_ru: Скидочный купон %s%% - действителен в течении 30 дней.

source: 4 visits
cs_cz: 4 návštěvy
fr_fr: 4 visites
ru_ru: 4 посещения

source: 8 visits
cs_cz: 8 návštěv
de_de: 8 Besuche
fr_fr: 8 visites
ru_ru: 8 посещений

source: 12 visits
cs_cz: 12 návštěv
de_de: 12 Besuche
fr_fr: 12 visites
ru_ru: 12 посещений

source: 16 visits
cs_cz: 16 návštěv
fr_fr: 16 visites
ru_ru: 16 посещений

source: 20 visits
cs_cz: 20 návštěv
de_de: 20 Besuche
fr_fr: 20 visites
ru_ru: 20 посещений

source: 24 visits
cs_cz: 24 návštěv
de_de: 24 Besuche
fr_fr: 24 visites
ru_ru: 24 посещения

source: Easter %s
cs_cz: Velikonoce %s
fr_fr: Pâques %s
ru_ru: Пасхальная %s

source: Leveling System
cs_cz: Úrovňový systém
fr_fr: Système par niveaux
ru_ru: Уровневая Система

source: Methods to earn points
cs_cz: Metody získávání bodů
de_de: Möglichkeiten, Punkte zu verdienen
fr_fr: Méthodes pour gagner des points
ru_ru: Способы заработка очков

source: Welcome to this Wizard. This tool will help you configure your first leveling system.
cs_cz: Vítejte v tomto průvodci. Tento nástroj vám pomůže nakonfigurovat váš první nivelační systém.
de_de: Willkommen bei diesem Assistenten. Dieses Tool hilft Ihnen bei der Konfiguration Ihres ersten Leveling-Systems.
fr_fr: Bienvenue dans ce Wizard. Cet outil vous aidera à configurer votre premier système par niveaux.
ru_ru: Добро пожаловать в этот Мастер Настройки. Этот инструмент поможет вам настроить вашу первую уровневую систему.

source: In a leveling system, customers keep earning points. When they have enough points, they unlock levels and all rewards attached to it
cs_cz: V úrovňovém systému zákazníci stále získávají body. Když mají dostatek bodů, odemknou úrovně a s nimi spojené všechny odměny.
de_de: In einem Leveling-System sammeln Kunden immer wieder Punkte. Wenn sie genug Punkte haben, schalten sie Level und alle damit verbundenen Belohnungen frei
fr_fr: Dans un système par niveaux, les clients continuent de gagner des points. Quand ils ont assez de points, ils déverrouillent les niveaux et toutes les récompenses qui y sont rattachées
ru_ru: В уровневой системе клиенты накапливают очки. Когда у них достаточно очков, они разблокируют новые уровни и их награды

source: In this system, you will create a bronze/silver/gold system and customers will earn permanent discounts and special titles.
cs_cz: V tomto systému vytvoříte bronzový / stříbrný / zlatý systém a zákazníci získají trvalé slevy a speciální tituly.
fr_fr: Dans ce système, vous créerez un système bronze/argent/or et les clients gagneront des remises permanentes et des titres spéciaux.
ru_ru: В этой системе Вы создадите бронзовую/серебряную/золотую систему, а клиенты будут получать постоянные скидки и специальные титулы.

source: Loyalty system name
cs_cz: Název Věrnostního systému
de_de: Name des Loyalitätssystems
fr_fr: Nom du système de points et récompenses
ru_ru: Название системы лояльности

source: Name your loyalty system. If you leave it empty, it will be named automatically
cs_cz: Pojmenujte svůj věrnostní systém. Pokud toto pole necháte prázdné, bude pojmenováno automaticky
de_de: Benenne dein Treuepunkte-System. Wenn du es leer lässt, wird es automatisch benannt
fr_fr: Nommez votre système de points et récompenses. Si vous le laissez vide, il sera nommé automatiquement
ru_ru: Назовите свою систему лояльности. Если вы оставите название пустым, система будет названа автоматически

source: Your customers will earn points every time they perform the actions defined here.
cs_cz: Vaši zákazníci získají body pokaždé, když provedou zde definované akce.
de_de: Ihre Kunden erhalten bei jeder Ausführung der hier definierten Aktionen Punkte.
fr_fr: Vos clients gagneront des points chaque fois qu'ils effectueront les actions définies ici.
ru_ru: Ваши клиенты будут зарабатывать очки каждый раз, когда они выполняют действия, определенные здесь.

source: Set points for all the methods you want and ignore the ones you don't want. You can change all these settings later.
cs_cz: Nastavte body pro všechny požadované metody a ignorujte ty, které nechcete. Všechna tato nastavení můžete později změnit.
de_de: Setzen Sie Punkte für alle gewünschten Methoden und ignorieren Sie diejenigen, die Sie nicht möchten. Sie können alle diese Einstellungen später ändern.
fr_fr: Fixez des points pour toutes les méthodes que vous voulez et ignorez celles que vous ne voulez pas. Vous pouvez modifier tous ces paramètres plus tard.
ru_ru: Установите очки для всех методов, которые вы хотите использовать, и игнорируйте те, которые Вам не нужны. Вы можете изменить все эти настройки позже.

source: Select a Category
cs_cz: Vyberte kategorii
de_de: Kategorie auswählen
fr_fr: Sélectionnez une catégorie
ru_ru: Выберите Категорию

source: Orders
cs_cz: Objednávky
de_de: Bestellungen
fr_fr: Commandes
ru_ru: Заказы

source: Products
cs_cz: Produkty
de_de: Produkte
fr_fr: Produits
ru_ru: Продукты

source: Rate us !
cs_cz: Ohodnoťte nás !
de_de: Bewerten Sie uns !
fr_fr: Évaluez-nous !
ru_ru: Оцените нас !

source: Talk about us !
cs_cz: Řekněte o nás!
de_de: Sprechen Sie über uns !
fr_fr: Parlez de nous !
ru_ru: Расскажите о нас !

source: Select a category and fill in the points in the methods you want.
cs_cz: Vyberte kategorii a vyplňte požadované body metodami.
fr_fr: Sélectionnez une catégorie et remplissez les points dans les méthodes que vous voulez.
ru_ru: Выберите категорию и заполните очки в методах, которые вы хотите использовать.

source: You can then select another category and repeat the process as many times as you want.
cs_cz: Poté můžete vybrat jinou kategorii a postup opakovat tolikrát, kolikrát chcete.
de_de: Sie können dann eine andere Kategorie auswählen und den Vorgang so oft wiederholen, wie Sie möchten.
fr_fr: Vous pouvez ensuite sélectionner une autre catégorie et répéter le processus autant de fois que vous le souhaitez.
ru_ru: Затем можно выбрать другую категорию и повторить процесс столько раз, сколько захотите.

source: Points for each %s spent
cs_cz: Body za každé vynaložené %s
de_de: Punkte für jedes ausgegebene %s
fr_fr: Points pour chaque %s dépensé
ru_ru: Очки за каждый потраченный %s

source: Points on order placed
cs_cz: Body na objednávku umístěny
de_de: Punkte für die erteilte Bestellung
fr_fr: Points sur commande passée
ru_ru: Очки за размещенный заказ

source: Extra points on first order
cs_cz: Extra Body za první objednávku
de_de: Extra Punkte bei der ersten Bestellung
fr_fr: Points extra sur première commande
ru_ru: Дополнительные очки за первый заказ

source: Points for specific product
cs_cz: Body za konkrétní produkt
de_de: Punkte für bestimmtes Produkt
fr_fr: Points pour un produit spécifique
ru_ru: Очки за конкретный товар

source: Customers will get points when they buy a specific product.
cs_cz: Zákazníci získají body, když si koupí konkrétní produkt.
fr_fr: Les clients obtiendront des points lorsqu'ils achèteront un produit spécifique.
ru_ru: Клиенты получают очки, когда они покупают конкретный продукт.

source: Product to buy
cs_cz: Produkt ke koupi
de_de: Produkt zum Kaufen
fr_fr: Produit à acheter
ru_ru: Товар для покупки

source: Points on category buy
cs_cz: Body za nákup kategorie
de_de: Punkte auf Kategorie kaufen
fr_fr: Points sur l'achat dans une catégorie
ru_ru: Очки за покупку в категории

source: Customers will get points when they buy products of the following categories
cs_cz: Zákazníci získají body za nákup produktů následujících kategorií
de_de: Kunden erhalten Punkte, wenn sie Produkte der folgenden Kategorien kaufen
fr_fr: Les clients obtiendront des points lorsqu'ils achèteront des produits des catégories suivantes
ru_ru: Клиенты будут получать очки при покупке товаров следующих категорий

source: Product Categories
cs_cz: Kategorie produktů
de_de: Produktkategorien
fr_fr: Catégories de produits
ru_ru: Категории Товаров
