Repository: yaman-suneja/coh
Catalog: plugins/woorewards/modules/woorewards-pro/languages/woorewards-pro-*.po
Languages: cs_cz, de_de, fr_fr, ru_ru

# Social network sharing Event
source: Social network
cs_cz: Sociální síť
de_de: Soziales Netzwerk
fr_fr: Réseaux sociaux
ru_ru: Социальная сеть

source: Social networks
cs_cz: Sociální sítě
de_de: Soziale Netzwerke
fr_fr: Réseaux sociaux
ru_ru: Социальные сети

# getDisplayType
source: Visitor clicks a social share
cs_cz: Návštěvník klikne na sociální podíl
de_de: Besucher klickt auf eine Social Share
fr_fr: Le visiteur vient d’un lien partagé
ru_ru: Посетитель нажимает на социальную ссылку

source: A friend came from '%s'
cs_cz: Přítel přišel z '%s'
fr_fr: Un ami est venu de '%s'
ru_ru: Друг пришел из '%s'

source: A visitor follows your share on %s
cs_cz: Návštěvník sleduje vaše sdílenína %s
de_de: Ein Besucher folgt Ihrem Anteil auf %s
fr_fr: Un visiteur suit votre lien sur %s
ru_ru: Посетитель переходит по вашей ссылке в %s

source: Social network
cs_cz: Sociální síť
de_de: Soziales Netzwerk
fr_fr: Réseaux sociaux
ru_ru: Социальная сеть

source: The customer will earn points sharing a link on social media.
cs_cz: Zákazník získá body sdílením odkazu na sociálních médiích.
de_de: Der Kunde erhält Punkte, wenn er einen Link in sozialen Medien teilt.
fr_fr: Le client gagnera des points en partageant un lien sur les réseaux sociaux.
ru_ru: Клиент будет зарабатывать очки, делясь ссылкой в социальных сетях.

source: Warning, there is no actual way to verify if a user goes through with the social share
cs_cz: Varování, neexistuje žádný skutečný způsob, jak ověřit, zda uživatel prochází společenským sdílením
fr_fr: Attention, il n’existe aucun moyen réel de vérifier si un utilisateur va jusqu’au bout du partage
ru_ru: Предупреждение - нет никакого фактического способа проверить, если пользователь переходит через социальную ссылку

# getDisplayType
source: Share on social networks
cs_cz: Sdílejte na sociálních sítích
de_de: In Sozialen Medien teilen
fr_fr: Partager sur les réseaux sociaux
ru_ru: Поделитесь в социальных сетях

source: Sharing on '%s'
cs_cz: Sdílení na '%s'
de_de: Teilen auf '%s'
fr_fr: Partage sur' %s'
ru_ru: Обмен на '%s'

source: User shares on %s
cs_cz: Sdílení s uživateli na %s
de_de: Benutzer teilt auf %s
fr_fr: L'utilisateur partage sur %s
ru_ru: Пользователь делится в %s

source: The customer will earn points when a referee buys products in specific categories.
fr_fr: Le client gagnera des points lorsqu’un filleul achètera des produits dans des catégories spécifiques.

source: This method will only reward the referrer, not the referee
fr_fr: Cette méthode ne récompensera que le parrain, pas le filleul

# getDisplayType
source: Referee buys in categories
fr_fr: Filleul achète dans des catégories

# Referee Order Event
source: Guest order
cs_cz: Objednávka hostů
de_de: Gastbestellung
fr_fr: Commande d'invités
ru_ru: Гостевой заказ

source: By default, customer must be registered. Check that option to accept guests. Customer will be tested on billing email.
cs_cz: Ve výchozím nastavení musí být zákazník registrován. Zaškrtnutím této možnosti přijímáte hosty. Zákazník bude testován na fakturačním e-mailu.
de_de: Standardmäßig muss der Kunde registriert sein. Aktivieren Sie diese Option, um Gäste zu akzeptieren. Der Kunde wird per Rechnungs-E-Mail getestet.
fr_fr: Par défaut, le client doit être enregistré. Vérifiez cette option pour accepter les invités. Le client sera testé sur l'email de facturation.
ru_ru: По умолчанию клиент должен быть зарегистрирован. Включите эту опцию, чтобы принимать Гостей. Клиент будет проверен через email выставленного счета.

# Referee Order Event
source: Sponsee roles
fr_fr: Rôles du filleul

source: The sponsee needs to have at least one of the selected roles to grant points to his referral. Leave empty for no restriction.
fr_fr: Le filleul doit avoir au moins un des rôles sélectionnés pour accorder des points à son parrain. Laisser vide pour aucune restriction.

source: Guest order
cs_cz: Objednávka hostů
de_de: Gastbestellung
fr_fr: Commande d'invité
ru_ru: Гостевой заказ

source: Referee roles restriction
fr_fr: Restriction de rôle filleul

source: Referee friend %1$s bought in category %2$s
fr_fr: Ami filleul %1$s a acheté dans la catégorie %2$s

source: Referee friend %1$s bought in categories %2$s
fr_fr: Ami filleul %1$s a acheté dans les catégories %2$s

source: Levelling
cs_cz: Úrovně
de_de: Nivellierung
fr_fr: Par niveaux
ru_ru: Уровневая

source: Achievement
cs_cz: Výzva
de_de: Erfolg
fr_fr: Succès
ru_ru: Достижения

source: Events
cs_cz: Události
de_de: Veranstaltungen
fr_fr: Événements
ru_ru: События

source: Available for referees
fr_fr: Disponible pour les filleuls

source: The customer will earn points when a referee buys specific products.
fr_fr: Le client gagnera des points lorsqu’un filleul achètera des produits spécifiques.

# getDisplayType
source: Referee buys products
fr_fr: Filleul achète des produits

source: Sponsee roles restriction
fr_fr: Restriction de rôle filleul

source: Referred friend %1$s bought %2$s on order %3$s
fr_fr: Ami parrainé %1$s acheté %2$s sur commande %3$s

source: Referred friend %1$s bought products on order #%2$s
fr_fr: Ami parrainé %1$s a acheté des produits sur commande #%2$s

source: Available for referred
fr_fr: Disponible pour les filleuls

# Referee Order Event
source: Minimum order amount
cs_cz: Minimální částka objednávky
de_de: Mindestbestellmenge
fr_fr: Montant minimum de commande
ru_ru: Минимальная сумма заказа

# Referee Order Event
source: Sponsee role
fr_fr: Rôle du filleul

source: The ponsee needs to have at least one of the selected roles to grant points to his referral. Leave empty for no restriction.
fr_fr: Le filleul doit avoir au moins un des rôles sélectionnés pour accorder des points à son parrain. Laisser vide pour aucune restriction.

source: The customer will earn points when a person he referred spends money on your shop.
fr_fr: Le client gagnera des points lorsqu’une personne qu’il a recommandé dépense de l’argent sur votre boutique.
ru_ru: Клиент получит очки за написание обзора на продукт.

source: This method will only reward the Referrer, not the Referee
fr_fr: Cette méthode ne récompensera que le parrain, pas le filleul

# getDisplayType
source: Referee spends money
fr_fr: Filleul dépense de l'argent
ru_ru: Потратьте деньги

source: Referred friend %3$s spent %1$s from order #%2$s
fr_fr: Le filleul %3$s a dépensé %1$s dans la commande #%2$s

source: The customer will earn points when a person he referred registers on your website.
fr_fr: Le client gagnera des points lorsqu’une personne qu’il a parrainée s’inscrit sur votre site Web.

# getDisplayType
source: Referred user registration
fr_fr: Inscription du filleul

source: The referred friend %s registered
fr_fr: L'ami parrainé %s s'est enregistré

source: The customer will receive points for sending a referral by email.
fr_fr: Le client recevra des points pour l’envoi d’une recommandation par e-mail.

# getDisplayType
source: Send a referral email
fr_fr: Envoyer un e-mail de recommandation

source: Customer refers %s
fr_fr: Le client recommande %s

source: All gateways
fr_fr: Toutes les passerelles

source: Currency
cs_cz: Měna
de_de: Währung
fr_fr: Devise
ru_ru: Валюта

source: If empty, all currencies will give points. To give points for a specific currency, set its 3 characters unicode here (exemple : USD, EUR ...)
fr_fr: Si vide, toutes les devises donneront des points. Pour donner des points pour une devise spécifique, définissez ici ses 3 caractères unicode (exemple : USD, EUR...)

source: Affected orders
cs_cz: Dotčené objednávky
de_de: Betroffene Aufträge
fr_fr: Commandes concernées
ru_ru: Затронутые заказы

source: If empty, all orders will give points. To give points for specific orders, enter the affected orders, comma separated (1 will give points for the customer's first order). You can also set order ranges like this : <b>2-10</b>
cs_cz: Pokud jsou prázdné, všechny objednávky přidělí body. Chcete-li udělit body za konkrétní objednávky, zadejte příslušné objednávky oddělené čárkou (1 bude dávat body za první objednávku zákazníka). Můžete také nastavit rozsahy objednávek takto:<b> 2-10</b>
de_de: Wenn sie leer sind, erhalten alle Bestellungen Punkte. Um Punkte für bestimmte Bestellungen zu vergeben, geben Sie die betroffenen Bestellungen kommagetrennt ein (1 gibt Punkte für die erste Bestellung des Kunden). Sie können auch Bestellbereiche wie folgt festlegen: <b>2-10</b>
fr_fr: Si elles sont vides, toutes les commandes donneront des points. Pour donner des points pour des commandes spécifiques, entrez les commandes concernées, virgule séparée (1 donnera des points pour la première commande du client). Vous pouvez également définir des plages de commandes comme celle-ci : <b>2-10</b>
ru_ru: Если оставить пустым, все заказы будут приносить очки. Чтобы давать очки за конкретные заказы, введите затрагиваемые заказы, разделённые запятой (Например, "1" даст очки за первый заказ клиента). Вы также можете установить диапазон, например : <b>2-10</b>

source: Order created via
cs_cz: Objednávka vytvořena prostřednictvím
fr_fr: Commande créée via
ru_ru: Заказ, созданный через

source: Restrict points earning based on order origin : Front-End, Back-End or REST API. By default, all orders give points.
cs_cz: Omezte výdělek bodů na základě původu objednávky: front-end, back-end nebo REST API. Ve výchozím nastavení všechny objednávky dávají body.
de_de: Beschränken Sie das Sammeln von Punkten basierend auf dem Auftragsursprung: Front-End, Back-End oder REST-API. Standardmäßig erhalten alle Bestellungen Punkte.
fr_fr: Limitez les gains de points en fonction de l'origine des commandes : Front-End, Back-End ou REST API. Par défaut, toutes les commandes donnent des points.
ru_ru: Отключите получение очков в зависимости от происхождения заказа : Front-End, Back-End или REST API. По умолчанию все заказы приносят очки.

source: All origins
cs_cz: Všechny původy
de_de: Alle Ursprünge
fr_fr: Toutes origines
ru_ru: Все источники

source: Front-End Checkout
cs_cz: Front-End Pokladna
fr_fr: Commande Front-End
ru_ru: Оформление заказа в Front-End

source: Back-End Administration
cs_cz: Back-end administrace
de_de: Backend-Verwaltung
fr_fr: Administration Back-End
ru_ru: Back-End Администратирование

source: Payment gateway
cs_cz: Platební brána
de_de: Zahlungsart / Bezahl-Gateway
fr_fr: Passerelle de paiement
ru_ru: Платежный шлюз

source: Earn points only if customer uses a given payment gateway.
fr_fr: Gagnez des points uniquement si le client utilise une passerelle de paiement donnée.

source: Order type
cs_cz: Typ objednávky
de_de: Bestelltyp
fr_fr: Type de commande
ru_ru: Тип заказа

source: WooCommerce Subscriptions plugin support. You can earn points only for some kind of orders.
cs_cz: Podpora pluginu WooCommerce Subscriptions. Body můžete získávat pouze za nějaký druh objednávek.
fr_fr: Prise en charge du plugin WooCommerce Subscriptions. Vous pouvez gagner des points uniquement pour certain types de commandes.
ru_ru: Поддержка плагина WooCommerce Subscriptions. Вы можете зарабатывать очки только за некоторые заказы.

source: All orders
cs_cz: Všechny objednávky
de_de: Alle Bestellungen
fr_fr: Toutes les commandes
ru_ru: Все заказы

source: Subscriptions renewals
cs_cz: Obnovení předplatného
de_de: Abonnementverlängerungen
fr_fr: Renouvellements d’abonnements
ru_ru: Продление подписок

source: Initial Subscription
cs_cz: Počáteční předplatné
de_de: Erstbestellung Abonnement
fr_fr: Abonnement initial
ru_ru: Первоначальная Подписка

source: Not Subscription orders
cs_cz: Ne objednávky na předplatné
de_de: Keine Abonnementbestellungen
fr_fr: Pas les commandes d’abonnement
ru_ru: Никаких заказов по Подписке

source: Order numbers or ranges
cs_cz: Objednací čísla nebo rozsahy
de_de: Bestellnummern oder Bereiche
fr_fr: Numéros de commande ou plages
ru_ru: Номера заказов или диапазоны

source: Gateway
cs_cz: Brána
fr_fr: Passerelle
ru_ru: Шлюз

# Referee Order Event
source: Max Triggers per Sponsee
fr_fr: Nombre maximal de déclencheurs par filleul

source: Defines how many times each sponsee can give points to his referrer by performing this action
fr_fr: Définit combien de fois chaque filleul peut donner des points à son parrain en effectuant cette action

source: Max Triggers per Sponsee
fr_fr: Nombre maximal de déclencheurs par filleul

source: Referral email
fr_fr: E-mail de recommandation

source: Referral link
de_de: Referral lnk
fr_fr: Lien de référence
ru_ru: Реферальная ссылка

source: Any social network
cs_cz: Libovolná sociální síť
de_de: Jedes soziale Netzwerk
fr_fr: Tout réseau social
ru_ru: Любая социальная сеть

source: Specific social network
cs_cz: Specifická sociální síť
fr_fr: Réseau social spécifique
ru_ru: Конкретная социальная сеть

# Expect visitor to never register any referrer at all
source: None
cs_cz: Žádný
de_de: Nichts
fr_fr: Aucun
ru_ru: Нет

source: The customer will receive points for visiting your website multiple times.
cs_cz: Zákazník obdrží body za několikanásobnou návštěvu vašeho webu.
de_de: Der Kunde erhält Punkte für den mehrmaligen Besuch Ihrer Website.
fr_fr: Le client recevra des points en visitant votre site web plusieurs fois.
ru_ru: Клиент будет получать очки за посещение вашего сайта несколько раз.

source: You can set up a delay between visits
cs_cz: Mezi návštěvami můžete nastavit zpoždění
fr_fr: Vous pouvez configurer un délai entre les visites
ru_ru: Можно настроить задержку между посещениями

# Visit Website
source: Relative or absolute URLs
de_de: Relative oder absolute URLs
fr_fr: URLs relatives ou absolues
ru_ru: Относительные или абсолютные URL-адреса

# getDisplayType
source: Recurrent visit
cs_cz: Opakovaná návštěva
de_de: Gegenwärtiger Treuepunktestand
fr_fr: Visite récurrente
ru_ru: Повторное посещение

source: Recurrent visit
cs_cz: Opakovaná návštěva
de_de: Gegenwärtiger Treuepunktestand
fr_fr: Visite récurrente
ru_ru: Повторное посещение

source: Recurrent visit to %s
de_de: Wiederkehrender Besuch in %s
fr_fr: Visite récurrente à %s

source: The customer will earn points every time he comments one of your Facebook posts.
fr_fr: Le client gagnera des points chaque fois qu’il commente l’un de vos posts Facebook.

source: The customer has to link his Facebook account to your site to be able to earn points
de_de: Der Kunde muss sein Facebook-Konto mit Ihrer Website verknüpfen, um Punkte sammeln zu können
fr_fr: Le client doit lier son compte Facebook à votre site pour pouvoir gagner des points

source: You must finalize your Facebook settings and verify them before saving such an earning method
de_de: Sie müssen Ihre Facebook-Einstellungen abschließen und überprüfen, bevor Sie eine solche Verdienstmethode speichern
fr_fr: Vous devez finaliser vos paramètres Facebook et les vérifier avant d’enregistrer une telle méthode de gain

# getDisplayType
source: Comment your Facebook posts
fr_fr: Commentez vos posts Facebook

source: Comment a Facebook post
de_de: Kommentieren eines Facebook-Posts
fr_fr: Commenter un post Facebook

source: The customer will earn points every time he <i>likes</i> a post on your Facebook page.
de_de: Der Kunde erhält jedes Mal Punkte, wenn er einen Beitrag auf Ihrer Facebook-Seite mit <i>"Gefällt</i> mir" markiert.
fr_fr: Le client gagnera des points chaque fois qu'il <i>aime</i> une publication sur votre page Facebook.

# Social network like, care, grrr...
source: Reaction types
de_de: Reaktionsarten
fr_fr: Types de réaction

source: Reaction types
de_de: Reaktionsarten
fr_fr: Types de réaction

# Facebook reaction
source: Like
cs_cz: To se mi líbí
de_de: Gefällt mir
fr_fr: J'aime
ru_ru: Нравится

# Facebook reaction
source: Care
de_de: Pflege
fr_fr: Entretien
ru_ru: Забота

# Facebook reaction
source: Haha
de_de: Lachen
fr_fr: Rire
ru_ru: Хаха

# Facebook reaction
source: Love
cs_cz: Miluji
fr_fr: J’aime
ru_ru: Нравится

# Facebook reaction
source: Sad
cs_cz: Smutný
de_de: Traurig
fr_fr: Triste
ru_ru: Грустный

# Facebook reaction
source: Angry
cs_cz: Naštvaný
de_de: Verärgert
fr_fr: En colère
ru_ru: Разгневанный

# getDisplayType
source: React to your Facebook posts
de_de: Reagieren Sie auf Ihre Facebook-Posts
fr_fr: Réagir à vos posts Facebook

source: React to a Facebook post
fr_fr: Réagir à un post Facebook

source: A user reacts to a post on your Facebook page.
de_de: Ein Nutzer reagiert auf einen Beitrag auf Ihrer Facebook-Seite.
fr_fr: Un utilisateur réagit à une publication sur votre page Facebook.

source: Sent to customers when they unlock an achievement
cs_cz: Odesláno zákazníkům, když odemknou úspěch
de_de: Wird an Kunden gesendet, wenn sie eine Errungenschaft freischalten
fr_fr: Envoyé aux clients lorsqu’ils complètent un succès
ru_ru: Отправлять клиентам, когда они получают новое Достижение

source: New achievement completed !
cs_cz: Nový úspěch dokončen!
de_de: Neue Errungenschaft abgeschlossen !
fr_fr: Nouveau succès accompli !
ru_ru: Новое достижение выполнено !

source: Achievement complete
cs_cz: Výzva splněna
de_de: Übersichtdetails
fr_fr: Succès completé
ru_ru: Достижение выполнено

source: With that achievement, you received the following badge
cs_cz: S tímto úspěchem jste obdrželi následující odznak
de_de: Mit dieser Leistung haben Sie folgende Plakette erhalten
fr_fr: Avec ce succès, vous avez reçu le badge suivant
ru_ru: С этим Достижением вы получили следующий Значок

source: Powered by MyRewards
cs_cz: Poháněno MyRewards
de_de: Betrieben von von MyRewards
fr_fr: Propulsé par MyRewards
ru_ru: Работает с помощью MyRewards

source: Enabled
cs_cz: Zapnuto
de_de: Aktiviert
fr_fr: Activé
ru_ru: Включено

source: Use the shortcode %s to insert the name of the user
cs_cz: Pomocí zkráceného kódu %s vložte jméno uživatele
de_de: Verwenden Sie den Shortcode %s, um den Namen des Benutzers einzufügen
fr_fr: Utilisez le shortcode %s pour insérer le nom de l'utilisateur
ru_ru: Используйте шорткод %s, чтобы вставить имя пользователя

source: Badges and achievements are deactivated. Check your MyRewards &gt; General Settings.
cs_cz: Odznaky a úspěchy jsou deaktivovány. Zkontrolujte své MyRewards> Obecná nastavení.
fr_fr: Les badges et les succs sont désactivés. Vérifiez vos Paramètres généraux MyRewards.
ru_ru: Значки и Достижения деактивированы. Проверьте MyRewards &gt; Основные Настройки.

source: Reward Choice
cs_cz: Výběr odměny
de_de: Wahl der Belohnung
fr_fr: Choix de récompense
ru_ru: Выбор Награды

source: Inform a customer about available rewards. Available rewards depend on customer point count. This email provide links to pick one and consume points.
cs_cz: Informujte zákazníka o dostupných odměnách. Dostupné odměny závisí na počtu bodů zákazníka. Tento e-mail poskytuje odkazy na výběr a spotřebu bodů.
de_de: Informiere Benutzer über die verfügbaren Boni. Verfügbare Boni hängen vom Treuepunktestand des Benutzers ab. Diese email verfügt über Links, um einen Bonus auszuwählen und Punkte zu verwenden.
fr_fr: Informez un client des récompenses disponibles. Les récompenses disponibles dépendent du nombre de points du client. Cet email fournit des liens pour en choisir un et consommer des points.
ru_ru: Сообщите клиенту о доступных наградах. Доступные награды зависят количества очков клиентов. Это письмо предоставит ссылки для выбора награды и погашения очков.

source: Rewards are waiting for you
cs_cz: Čekají na vás odměny
fr_fr: Des récompenses vous attendent
ru_ru: Вас ждут награды

source: Rewards are waiting for you !
cs_cz: Čekají na vás odměny!
de_de: Belohnungen warten auf dich!
fr_fr: Des récompenses vous attendent!
ru_ru: Вас ждут награды !

source: Pick a reward in the following list
cs_cz: V následujícím seznamu vyberte odměnu
de_de: Wählen Sie eine Belohnung in der folgenden Liste aus
fr_fr: Choisissez une récompense dans la liste suivante
ru_ru: Выберите награду в следующем списке

source: You have %s
cs_cz: Máš %s
de_de: Sie haben %s
fr_fr: Vous avez %s
ru_ru: У Вас %s

source: This reward is worth %s
cs_cz: Tato odměna má hodnotu %s
de_de: Diese Belohnung ist es wert, %s
fr_fr: Cette récompense vaut %s
ru_ru: Эта награда стоит %s

source: This reward is worth %s. You still need %s.
cs_cz: Tato odměna má hodnotu %s. Potřebujete ještě %s.
de_de: Diese Belohnung ist %s wert. Sie brauchen noch %s.
fr_fr: Cette récompense vaut %s. Vous avez encore besoin de %s.
ru_ru: Эта награда стоит %s. Вам всё еще необходимо %s.

source: Unlock
cs_cz: Odemknout
de_de: Entsperren
fr_fr: Déverrouiller
ru_ru: Разблокировать

# redeem button need more points
source: Locked
cs_cz: Zamčeno
de_de: Gesperrt
fr_fr: Verrouillé
ru_ru: Заблокировано

source: Rewards Expiration Reminder
cs_cz: Připomenutí vypršení platnosti odměn
fr_fr: Rappel d’expiration des récompenses
ru_ru: Напоминание об истечении Награды

source: Inform a user about coupon that will expire.
cs_cz: Informujte uživatele o kupónu, jehož platnost vyprší.
de_de: Informieren Sie einen Benutzer über den Gutschein, der abläuft.
fr_fr: Informer un client sur la prochaine expiration d'un coupon.
ru_ru: Сообщите пользователю о купоне, который истекает.

source: Your coupon will soon expire
cs_cz: Váš kupón brzy vyprší
de_de: Ihr Gutschein verfällt in Kürze
fr_fr: Votre bon d'achat expirera bientôt
ru_ru: Ваш купон скоро истечет

source: Here is the list of coupon that will soon expire
cs_cz: Zde je seznam kupónů, jejichž platnost brzy vyprší
fr_fr: Voici la liste des bons d'achat qui vont bientôt expirer
ru_ru: Вот список купонов, которые скоро истекут

source: Days before coupons expiry to send the reminder email.
cs_cz: Dny před vypršením platnosti kupónů k odeslání e-mailu s upomínkou.
de_de: Tage vor Ablauf der Coupons, um die Erinnerungs-E-Mail zu senden.
fr_fr: Jours avant l'expiration des coupons pour envoyer l'e-mail de rappel.
ru_ru: Количество дней до истечения купонов для отправки напоминания по электронной почте.

source: The reminder system will send emails to your customers to warn them about the deadline of their coupons.
cs_cz: Připomenovací systém bude vašim zákazníkům posílat e-maily s upozorněním na termín jejich kuponů.
de_de: Das Erinnerungssystem sendet E-Mails an Ihre Kunden, um sie vor dem Stichtag ihrer Coupons zu warnen.
fr_fr: Le système de rappel enverra des emails à vos clients pour les avertir de l'expiration de leurs coupons.
ru_ru: Система напоминания будет отправлять электронные письма вашим клиентам, чтобы предупредить о сроках истечения их купонов.

source: Set an empty or 0 value if you don't want to send reminder emails.
cs_cz: Pokud nechcete posílat e-maily s upomínkami, zadejte prázdnou hodnotu nebo hodnotu 0.
de_de: Legen Sie einen leeren Wert oder einen Wert von 0 fest, wenn Sie keine Erinnerungs-E-Mails senden möchten.
fr_fr: Définissez une valeur vide ou 0 si vous ne souhaitez pas envoyer d'emails de rappel.
ru_ru: Не заполняйте или установите значение 0, если вы не хотите отправлять напоминания по электронной почте.

source: You can set several comma separated values to send several deadline warning mails
cs_cz: Můžete nastavit několik hodnot oddělených čárkami pro odesílání několika e-mailů s upozorněním na termín
de_de: Sie können mehrere durch Kommas getrennte Werte festlegen, um mehrere Fristwarnmails zu senden
fr_fr: Vous pouvez définir plusieurs valeurs séparées par des virgules pour envoyer plusieurs messages d'avertissement de date limite
ru_ru: Можно установить несколько значений разделенных запятой, для отправки нескольких предупреждающих писем с крайним сроком погшения

source: That feature requires WooCommerce.
cs_cz: Tato funkce vyžaduje WooCommerce.
de_de: Dieses Feature benötigt WooCommerce.
fr_fr: Cette fonctionnalité nécessite WooCommerce.
ru_ru: Для работы этой функции необходим WooCommerce.

source: Expires on %s
cs_cz: Platnost vyprší %s
de_de: Verfällt am %s
fr_fr: Expire le %s
ru_ru: Истекает %s
