Repository: yaman-suneja/coh
Catalog: plugins/woorewards/modules/woorewards-pro/languages/woorewards-pro-*.po
Languages: cs_cz, de_de, fr_fr, ru_ru

source: This shortcode shows to customers the rewards they can earn in a points and rewards system.
cs_cz: Tento zkrácený kód ukazuje zákazníkům odměny, které mohou vydělat v systému bodů a odměn.
de_de: Dieser Shortcode zeigt den Kunden die Belohnungen, die sie in einem Punkte- und Belohnungssystem verdienen können.
fr_fr: Dans ce widget, les clients peuvent voir les récompenses qu’ils peuvent gagner dans un système de points et récompenses par niveaux.
ru_ru: Этот шорткод показывает клиентам награды, которые они могут заработать в системе очков и наград.

source: The text displayed before the rewards.
cs_cz: Text zobrazený před odměnami.
fr_fr: Le texte affiché avant les récompenses.
ru_ru: Текст отображаемый перед наградами.

source: If systems share the same points pool, you can show the rewards of all shared systems together. <strong>Warning</strong> : This only works if systems use the same type (Standard or Leveling).
cs_cz: Pokud systémy sdílejí stejný fond bodů, můžete ukázat odměny všech sdílených systémů společně. Varování: Funguje to pouze v případě, že systémy používají stejný typ (standardní nebo nivelační).
de_de: Wenn Systeme den gleichen Punktepool verwenden, können Sie die Belohnungen aller gemeinsam genutzten Systeme zusammen anzeigen. <strong>Warnung:</strong> Dies funktioniert nur, wenn Systeme den gleichen Typ (Standard oder Leveling) verwenden.
fr_fr: Si les systèmes partagent la même réserve de points, vous pouvez afficher les récompenses de tous les systèmes partagés ensemble. <strong>Avertissement</strong> : Cela ne fonctionne que si les systèmes utilisent le même type (Standard ou Par Niveaux).
ru_ru: Если системы имеют общий пул очков, Вы можете показывать награды всех таких систем вместе. <strong>Внимание</strong> : Это работает только для систем одного типа (Стандартная или Уровневая).

source: If set, the points will be shown even if the user currently doesn’t have access to the points and rewards system.
cs_cz: Pokud je nastaveno, body se zobrazí, i když uživatel aktuálně nemá přístup k systému bodů a odměn.
de_de: Wenn sie festgelegt sind, werden die Punkte auch dann angezeigt, wenn der Benutzer derzeit keinen Zugriff auf das Punkte- und Belohnungssystem hat.
fr_fr: (Facultatif) Si défini, les points seront affichés même si l’utilisateur n’a actuellement pas accès au système de points et récompenses.
ru_ru: Если включить, очки будут показаны даже в том случае, если пользователь в настоящее время не имеет доступа к системе очков и наград.

source: Select the rewards you want to show to customers :
cs_cz: Vyberte odměny, které chcete zákazníkům ukázat:
fr_fr: Sélectionnez les récompenses que vous souhaitez montrer aux clients :
ru_ru: Выберите награды, которые вы хотите показывать клиентам:

source: All rewards of the selected points and rewards system
cs_cz: Všechny odměny za vybrané body a systém odměn
de_de: Alle Prämien des ausgewählten Punkte- und Belohnungssystems
fr_fr: Toutes les récompenses des systèmes de points et récompenses sélectionnés
ru_ru: Все награды выбранной системы очков и наград

source: Only for logged users – Show rewards they can unlock with their points
cs_cz: Pouze pro přihlášené uživatele - Zobrazit odměny, které mohou odemknout pomocí svých bodů
de_de: Nur für angemeldete Benutzer – Zeigen Sie Belohnungen an, die sie mit ihren Punkten freischalten können
fr_fr: Uniquement pour les utilisateurs connectés – Afficher les récompenses qu’ils peuvent débloquer avec leurs points
ru_ru: Только для авторизованных пользователей - Показать награды, которые они могут разблокировать с помощью своих очков

source: Only for logged users – Show rewards for which users don’t have enough points
cs_cz: Pouze pro přihlášené uživatele - Zobrazit odměny, za které uživatelé nemají dostatek bodů
fr_fr: Uniquement pour les utilisateurs connectés – Afficher les récompenses pour lesquelles les utilisateurs n’ont pas assez de points
ru_ru: Только для авторизованных пользователей - Показать награды, для которых пользователи не имеют достаточно очков

source: Actions to earn points
cs_cz: Akce k získání bodů
de_de: Aktionen zum Sammeln von Punkten
fr_fr: Actions pour gagner des points
ru_ru: Действия, чтобы заработать очки

source: This shortcode shows to customers the actions to perform in order to earn points.
cs_cz: Tento zkrácený kód ukazuje zákazníkům akce, které je třeba provést za účelem získání bodů.
de_de: Dieser Shortcode zeigt den Kunden die Aktionen, die sie ausführen müssen, um Punkte zu sammeln.
fr_fr: Ce shortcode montre aux clients les actions à effectuer afin de gagner des points.
ru_ru: Этот шорткод показывает клиентам действия для получения очков.

source: The text displayed over the earning methods list.
cs_cz: Text zobrazený v seznamu metod výdělku.
fr_fr: Le texte affiché sur la liste des méthodes de gain.
ru_ru: Текст, отображаемый в списке способов получения очков.

source: This text is set to explain to customers what the information displayed is about.
cs_cz: Tento text má vysvětlit zákazníkům, o čem jsou zobrazené informace.
de_de: Dieser Text soll den Kunden erklären, worum es bei den angezeigten Informationen geht.
fr_fr: Ce texte est défini pour expliquer aux clients à quoi correspondent les informations affichées.
ru_ru: Этот текст должен объяснить клиентам, о чем идет речь.

source: In this Widget, customers get a referral link they can share.
fr_fr: Dans ce widget, les clients obtiennent le lien de référence qu'ils peuvent partager.

source: Default Display
cs_cz: Výchozí zobrazení
de_de: Standard-Darstellung
fr_fr: Affichage par défaut
ru_ru: Отображение По умолчанию

source: Url Link
cs_cz: URL odkaz
fr_fr: Lien URL
ru_ru: URL-ссылка

source: Both
cs_cz: Obé
de_de: Beide
fr_fr: Les deux
ru_ru: Оба

source: Destination Page
cs_cz: Cílová stránka
de_de: Seite "Ziel"
fr_fr: Page de destination
ru_ru: Страница Назначения

source: Select the default destination of the referral link. If left empty, it will redirect to the same page it's placed
de_de: Wählen Sie das Standardziel des Verweislinks aus. Wenn es leer gelassen wird, wird es auf die gleiche Seite umgeleitet, auf der es platziert ist
fr_fr: Sélectionnez la destination par défaut du lien de parrainage. S’il est laissé vide, il redirigera vers la page où il est placé

source: Product Page Preview
cs_cz: Náhled stránky produktu
de_de: Prduktbewertung
fr_fr: Aperçu de la page produit
ru_ru: Предпросмотр Страницы Товара

source: Shows points that a customer could earn purchasing a given product. That block stay hidden if the product produces no points.
fr_fr: Montrez aux clients combien de points il peuvent gagner lors de l'achat d'un produit donné. Ce bloc reste caché si le produit ne produit aucun point.

source: Before product summary
cs_cz: Před shrnutím produktu
de_de: Vor Produktzusammenfassung
fr_fr: Avant le résumé de produit
ru_ru: Перед сводкой товара

source: Inside product summary
cs_cz: Souhrn produktu
de_de: Innerhalb der Produktübersicht
fr_fr: A l'intérieur du résumé de produit
ru_ru: Внутреннее сводки продукта

source: After product form
de_de: Nach dem Produktformular
fr_fr: Après le formulaire du produit

source: After product summary
cs_cz: Po shrnutí produktu
de_de: Nach der Produktübersicht
fr_fr: Avant le résumé de produit
ru_ru: После сводки продукта

source: Shop Page Preview
de_de: Shop-Seitenvorschau
fr_fr: Aperçu de la page de la boutique

source: Shows points that a customer could earn purchasing products on a products list page. That block stay hidden if customers can't earn points with products.
de_de: Zeigt Punkte an, die ein Kunde beim Kauf von Produkten auf einer Produktlistenseite verdienen könnte. Dieser Block bleibt verborgen, wenn Kunden keine Punkte mit Produkten sammeln können.
fr_fr: Affiche les points qu’un client pourrait gagner en achetant des produits sur une page de liste de produits. Ce bloc reste caché si les clients ne peuvent pas gagner de points avec les produits.

source: Enable
cs_cz: Povolit
de_de: Aktivieren
fr_fr: Activer
ru_ru: Включить

source: In Shop page, points preview is appended for each item in the loop. Warning ! It can be a heavy process if your lists shows many products.
fr_fr: Dans la page Boutique, un aperçu des points est ajouté pour chaque élément de la boucle. Avertissement! Cela peut être un processus lourd si vos listes affichent de nombreux produits.

source: Pattern
cs_cz: Vzor
de_de: Muster
fr_fr: Motif
ru_ru: Шаблон

source: Earn [points] in [system]
de_de: Sammeln Sie [Punkte] in [System]
fr_fr: Gagnez des [points] dans [système]

source: In the preview text, shortcodes %1$s and %2$s will be replaced by the points amount and Points and Rewards System title.
fr_fr: Dans le texte d’aperçu, les shortcodes %1$s et %2$s seront remplacés par le montant des points et le titre du système de points et de récompenses.

source: If you select several systems, they will be displayed separately, one after another.
de_de: Wenn Sie mehrere Systeme auswählen, werden diese nacheinander separat angezeigt.
fr_fr: Si vous sélectionnez plusieurs systèmes, ils seront affichés séparément, l'un après l'autre.

source: Export Points from MyRewards
cs_cz: Exportujte body z MyRewards
fr_fr: Exporter les points depuis MyRewards
ru_ru: Экспортировать Очки из MyRewards

source: Select a points and rewards system to export the users points from that system.
cs_cz: Vyberte systém bodů a odměn pro export bodů uživatelů z tohoto systému.
de_de: Wählen Sie ein Punkte- und Belohnungssystem aus, um die Benutzerpunkte aus diesem System zu exportieren.
fr_fr: Sélectionnez un système de points et de récompenses pour exporter les points utilisateurs à partir de ce système.
ru_ru: Выберите систему очков и наград для экспорта очков пользователей из этой системы.

source: points and rewards system
cs_cz: systém bodů a odměn
de_de: Bitte gib einen <b>Titel</b> für dieses Punkte- und Belohnungssystem an
fr_fr: système de points et de récompenses
ru_ru: система очков и наград

source: Export
fr_fr: Exporter
ru_ru: Экспорт

source: Export from other plugins
cs_cz: Export z jiných pluginů
de_de: Export aus anderen Plugins
fr_fr: Export à partir d’autres plugins
ru_ru: Экспорт из других плагинов

source: If you're migrating from another loyalty plugin, you can export the users points from the other plugin and import them into MyRewards.
cs_cz: Pokud migrujete z jiného věrnostního pluginu, můžete exportovat uživatelské body z druhého pluginu a importovat je do MyRewards.
fr_fr: Si vous migrez depuis un autre plugin de fidélité, vous pouvez exporter les points utilisateurs de l’autre plugin et les importer dans MyRewards.
ru_ru: Если вы мигрируете из другого плагина лояльности, вы можете экспортировать очки пользователей из другого плагина и импортировать их в MyRewards.

source: The other plugin needs to be installed and active for this procedure to work.
de_de: Das andere Plugin muss installiert und aktiv sein, damit dieses Verfahren funktioniert.
fr_fr: L’autre plugin doit être installé et actif pour que cette procédure fonctionne.

source: Loyalty Plugin or Meta Key
cs_cz: Věrnostní plugin nebo meta klíč
fr_fr: Plugin de fidélité ou clé Meta
ru_ru: Плагин Лояльности или Мета ключ

source: Do not change that value if you are not sure about what you are doing.
cs_cz: Pokud si nejste jisti, co děláte, neměňte tuto hodnotu.
de_de: Ändern Sie diesen Wert nicht, wenn Sie sich nicht sicher sind, was Sie tun.
fr_fr: Ne modifiez pas cette valeur si vous n’êtes pas sûr de ce que vous faites.
ru_ru: Не меняйте это значение, если вы не уверены в том, что делаете.

source: Some Plugin need extra arguments
cs_cz: Některé doplňky vyžadují další argumenty
de_de: Einige Plugins benötigen zusätzliche Argumente
fr_fr: Certains Plugin ont besoin d’arguments supplémentaires
ru_ru: Другой Плагин требует дополнительные аргументы

source: Main purpose is for plugins that support several point pools. If the plugin is not listed here, it does not need an extra argument.
cs_cz: Hlavní účel je pro pluginy, které podporují několik fondů bodů. Pokud zde plugin není uveden, nepotřebuje další argument.
de_de: Hauptzweck sind Plugins, die mehrere Punktpools unterstützen. Wenn das Plugin hier nicht aufgeführt ist, benötigt es kein zusätzliches Argument.
fr_fr: L’objectif principal est pour les plugins qui supportent plusieurs pools de points. Si le plugin n’est pas répertorié ici, il n’a pas besoin d’un argument supplémentaire.
ru_ru: Основное предназначение - для плагинов, которые поддерживают несколько пулов очков. Если плагин не указан здесь, он не нуждается в дополнительном аргументе.

source: Import Points
cs_cz: Importovat body
de_de: Importpunkte
fr_fr: Importer des points
ru_ru: Импорт Очков

source: Select the exported file, then click on «Import».
cs_cz: Vyberte exportovaný soubor a klikněte na «Import».
fr_fr: Sélectionnez le fichier exporté, puis cliquez sur « Importation ».
ru_ru: Выберите экспортируемый файл, а затем нажмите на кнопку "Импорт".

source: The Import process does <b>not</b> generate any reward.
cs_cz: Proces importu <b>negeneruje</b> žádnou odměnu.
de_de: Der Importvorgang generiert <b>keine</b> Belohnung.
fr_fr: Le processus d’importation <b>ne</b> génère aucune récompense.
ru_ru: Процесс Импорта <b>не</b> генерирует награды.

source: Round imported points
cs_cz: Zaokrouhlené importované body
fr_fr: Arrondir les points importés
ru_ru: Округлить импортные очки

source: MyRewards only support integer points
cs_cz: MyRewards podporuje pouze celočíselné body
de_de: MyRewards unterstützt nur ganzzahlige Punkte
fr_fr: MyRewards ne supporte que les points entiers
ru_ru: MyRewards поддерживает только целые очки

source: Round fractions down
cs_cz: Zaokrouhlené zlomky dolů
de_de: Brüche nach unten runden
fr_fr: Fractions arrondies vers le bas
ru_ru: Округлять дроби вниз

source: Round fractions up
cs_cz: Zaokrouhlit zlomky nahoru
fr_fr: Fractions arrondies vers le haut
ru_ru: Округлять дроби вверх

source: Round to nearest integer, half way round up
cs_cz: Zaokrouhlit na nejbližší celé číslo, do poloviny nahoru
de_de: Auf die nächste ganze Zahl runden, auf halbem Weg aufrunden
fr_fr: Arrondit à l’entier le plus proche, à mi-chemin arrondir au supérieur
ru_ru: Округлять до ближайшего целого, половину округлять вверх

source: Round to nearest integer, half way round down
cs_cz: Zaokrouhlit na nejbližší celé číslo, do poloviny dolů
de_de: Auf die nächste ganze Zahl runden, auf halbem Weg nach unten runden
fr_fr: Arrondit à l’entier le plus proche, à mi-chemin arrondit vers le bas
ru_ru: Округлять до ближайшего целого, половину округлять вниз

source: Multiply imported points by
cs_cz: Vynásobte importované body
fr_fr: Multiplier les points importés par
ru_ru: Умножить импортированные очки на

source: Import Mode
de_de: Importmodus
fr_fr: Mode d’importation

source: Replace customers points
de_de: Kundenpunkte ersetzen
fr_fr: Remplacer les points clients

source: Add points to customers totals
fr_fr: Ajouter des points aux totaux des clients

source: Add points to that points and rewards system
cs_cz: Přidejte k tomuto systému body a odměny
de_de: Fügen Sie diesem Punkte- und Belohnungssystem Punkte hinzu
fr_fr: Les points de l’utilisateur dans le système de points et de récompenses
ru_ru: Добавить очки к этой системе очков и наград

source: Import
de_de: Importieren
fr_fr: Importer
ru_ru: Импорт

source: Reward Popup
cs_cz: Vyskakovací okno odměny
de_de: Bonuswahl
fr_fr: Popup de récompense
ru_ru: Всплывающее окно Награды

source: Defines the popup options when a user unlocks a reward.
cs_cz: Definuje možnosti vyskakovacích oken, když uživatel odemkne odměnu.
de_de: Definiert die Popup-Optionen, wenn ein Benutzer eine Belohnung freischaltet.
fr_fr: Définit les options Popup lorsqu’un utilisateur déverrouille une récompense.
ru_ru: Опции всплывающего окна, когда пользователь разблокирует награду.

source: Free Product Popup
cs_cz: Vyskakovací okno produktu zdarma
de_de: Kostenloses Produkt-Popup
fr_fr: Popup produit gratuit
ru_ru: Попап Бесплатного Товара

source: Defines the popup options when a customer uses a free product coupon with multiple choices.
cs_cz: Definuje možnosti vyskakovacích oken, když zákazník použije bezplatný produktový kupón s více možnostmi.
fr_fr: Définit les options popup lorsqu’un client utilise un coupon produit gratuit avec plusieurs choix.
ru_ru: Опции всплывающего окна, когда пользователь получает купон на бесплатный товар с несколькими вариантами.

source: Enable the reward popup
fr_fr: Activer le popup de récompense

source: Popup title
cs_cz: Název vyskakovacího okna
de_de: Popup Headline
fr_fr: Titre du Popup
ru_ru: Всплывающее название

source: New reward unlocked !
cs_cz: Nová odměna odemčena!
de_de: Neue Belohnung freigeschaltet !
fr_fr: Nouvelle récompense déverrouillée!
ru_ru: Новая награда разблокирована !

source: Redirection page after a reward is unlocked
cs_cz: Stránka přesměrování po odemčení odměny
de_de: Umleitungsseite nach freigeschalteter Belohnung
fr_fr: Page de redirection après une réclamation de récompense
ru_ru: Страница перенаправления после разблокировки награды

source: When a customer redeems a reward, he will be redirected to that page.
fr_fr: Lorsqu’un client échange une récompense, il sera redirigé vers cette page.

source: If WooCommerce is activated, the default is the <b>Loyalty and Rewards</b> tab in the customer my-account frontend page. Otherwise, it is your home page
cs_cz: Pokud je aktivován WooCommerce, výchozí je karta Věrnost a odměny na frontendové stránce zákaznického účtu. Jinak je to vaše domovská stránka
de_de: Wenn WooCommerce aktiviert ist, ist die Standardeinstellung die Registerkarte <b>Treue und Belohnungen</b> auf der Frontend-Seite von Customer My-Account. Andernfalls handelt es sich um Ihre Homepage
fr_fr: Si WooCommerce est activé, la valeur par défaut est l'onglet <b>Fidélité et Récompenses</b> dans la page frontend "mon compte" du client. Sinon, c'est votre page d'accueil
ru_ru: Если WooCommerce активирован, то по умолчанию, вкладка <b>Лояльность и Награды</b> находится на странице сайта 'Мой Аккаунт'. В противном случае, это ваша домашняя страница

source: Show other available rewards
fr_fr: Afficher les autres récompenses disponibles

source: Displays a list of other redeemable rewards inside the popup
fr_fr: Affiche une liste d’autres récompenses échangeables dans le popup

source: Remaining Label
fr_fr: Libellé Récompenses Restantes

source: Other rewards are waiting for you
cs_cz: Čekají na vás další odměny
de_de: Boni warten auf dich
fr_fr: Des récompenses vous attendent
ru_ru: Другие награды ждут вас

source: Popup layout
fr_fr: Disposition du popup

source: All with scrollbar
fr_fr: Vertical avec scrollbar

source: Grid
cs_cz: Mřížka
de_de: Raster
fr_fr: Grille
ru_ru: Сетка

source: One by One
fr_fr: Un par Un
ru_ru: Один за одним

source: 3 by 3
fr_fr: 3 par 3

source: Used Popup
fr_fr: Popup utilisé

source: New Popup
de_de: Neues Popup
fr_fr: Nouveau Popup
ru_ru: Новое всплывающее окно

source: Legacy Popup
fr_fr: Ancien Popup

source: Disable the reward popup
cs_cz: Zakažte vyskakovací okno odměny
de_de: Deaktivieren Sie das Belohnungs-Popup
fr_fr: Désactiver le popup récompense
ru_ru: Отключить всплывающее окно наград

source: When a customer clicks a reward redeem button, he will be redirected to that page.
cs_cz: Když zákazník klikne na tlačítko pro uplatnění odměny, bude přesměrován na tuto stránku.
de_de: Wenn ein Kunde auf einen Bonus-Einlösungs-Button klickt, wird er zu dieser Seite weitergeleitet.
fr_fr: Lorsqu'un client clique sur un bouton de déblocage de récompense, il sera redirigé vers cette page.
ru_ru: Когда клиент нажимает кнопку получения награды, он будет перенаправлен на эту страницу.

source: Show remaining available rewards after a reward is unlocked
cs_cz: Po odemčení odměny zobrazte zbývající dostupné odměny
de_de: Verbleibende verfügbare Belohnungen anzeigen, nachdem eine Belohnung freigeschaltet wurde
fr_fr: Afficher les récompenses disponibles restantes une fois la récompense déverrouillée
ru_ru: Показать оставшиеся доступные награды после разблокировки награды

source: When a customer clicks a reward redeem button, he will be redirected to a page with an unlock feedback.
cs_cz: Když zákazník klikne na tlačítko pro uplatnění odměny, bude přesměrován na stránku s odemknutou zpětnou vazbou.
de_de: Wenn ein Kunde auf einen Bonus-Einlösungs-Button klickt, wird er auf eine Seite mit einem Freischalt-Feedback weitergeleitet.
fr_fr: Lorsqu’un client clique sur un bouton de deblocage de récompense, il sera redirigé vers une page avec un feedback de déverrouillage.
ru_ru: Когда клиент нажимает кнопку получения награды, он будет перенаправлен на страницу с фидбэком разблокировки.

source: That popup includes the rest of available rewards.
cs_cz: Toto vyskakovací okno obsahuje zbytek dostupných odměn.
fr_fr: Ce Popup inclut le reste des récompenses disponibles.
ru_ru: Это всплывающее окно включает в себя остальные доступные награды.

source: This popup will show when customers unlock a new reward.
cs_cz: Toto vyskakovací okno se zobrazí, když zákazníci odemknou novou odměnu.
de_de: Dieses Popup wird angezeigt, wenn Kunden eine neue Belohnung freischalten.
fr_fr: Ce Popup s'affichera quand les clients débloquent une nouvelle récompense.
ru_ru: Это всплывающее окно появится клиентам, когда они разблокируют новую награду.

source: It can show only the reward unlocked or also the rewards that can still be unlocked .
cs_cz: Může zobrazit pouze odemknutou odměnu nebo také odměny, které lze stále odemknout.
de_de: Es kann nur die Belohnung freigeschaltet oder auch die Belohnungen zeigen, die noch freigeschaltet werden können.
fr_fr: Il peut montrer seulement la récompense déverrouillée ou aussi les récompenses qui peuvent encore être déverrouillées.
ru_ru: Оно может показать только разблокированную награду, или также показать остальные награды, доступные к разблокировке .

source: Choose your free product
fr_fr: Choisissez votre produit gratuit

source: Cancel button label
fr_fr: Libellé du bouton Annuler

source: Cancel
cs_cz: Zrušení
fr_fr: Annuler
ru_ru: Отмена

source: Apply button label
fr_fr: Label du bouton appliquer

source: Add this product
cs_cz: Přidat tento produkt
fr_fr: Ajouter ce produit
ru_ru: Добавить этот товар

source: This popup will show when customers use a free product coupon.
cs_cz: Toto vyskakovací okno se zobrazí, když zákazníci použijí kupón na produkt zdarma.
de_de: Dieses Popup wird angezeigt, wenn Kunden einen kostenlosen Produktgutschein verwenden.
fr_fr: Ce popup s’affichera lorsque les clients utilisent un coupon de produit gratuit.
ru_ru: Это всплывающее окно появится клиентам, когда они получают бесплатный товар.

source: In this section, you will find shortcodes you can use to display points related information to your customers
de_de: In diesem Abschnitt finden Sie Shortcodes, mit denen Sie Ihren Kunden Punkteinformationen anzeigen können
fr_fr: Dans cette section, vous trouverez des shortcodes que vous pouvez utiliser pour afficher des informations relatives aux points à vos clients

source: Rewards and Levels
fr_fr: Récompenses et niveaux

source: In this section, you will find shortcodes related to rewards and levels
de_de: In diesem Abschnitt finden Sie Shortcodes zu Belohnungen und Levels
fr_fr: Dans cette section, vous trouverez des shortcodes liés aux récompenses et aux niveaux

source: In this section, you will find shortcodes for WooCommerce pages
de_de: In diesem Abschnitt finden Sie Shortcodes für WooCommerce-Seiten
fr_fr: Dans cette section, vous trouverez des shortcodes pour les pages WooCommerce
