Repository: yaman-suneja/coh
Catalog: plugins/woorewards/modules/woorewards-pro/languages/woorewards-pro-*.po
Languages: cs_cz, de_de, fr_fr, ru_ru

source: General Settings are used to start or stop your points and rewards system, rename it or change some other basic options.
cs_cz: Obecná nastavení se používají ke spuštění nebo zastavení vašich bodů a odměn, přejmenování systému nebo ke změně některých dalších základních možností.
fr_fr: Les paramètres généraux sont utilisés pour démarrer ou arrêter votre système de points et de récompenses, le renommer ou modifier d’autres options de base.
ru_ru: Основные Настройки используются для запуска или остановки системы очков и наград, переименования или изменения некоторых других базовых опций.

source: Don't forget to start your points and rewards system when you've finished your settings.
cs_cz: Až dokončíte nastavení, nezapomeňte spustit systém bodů a odměn.
de_de: Vergessen Sie nicht, Ihr Punkte- und Belohnungssystem zu starten, wenn Sie Ihre Einstellungen abgeschlossen haben.
fr_fr: N’oubliez pas de démarrer votre système de points et récompenses lorsque vous avez terminé vos paramètres.
ru_ru: Не забудьте запустить свою систему очков и наград, когда вы закончите настройки.

source: Use this section to define what actions users or customers have to perform in order to earn points in this points and rewards system.
cs_cz: V této části můžete definovat, jaké akce musí uživatelé nebo zákazníci provést, aby získali body v tomto systému bodů a odměn.
fr_fr: Utilisez cette section pour définir les actions que les utilisateurs ou les clients doivent effectuer afin de gagner des points dans ce système de fidélisation.
ru_ru: Используйте этот раздел, чтобы определить, какие действия пользователи или клиенты должны выполнять, чтобы заработать очки в этой системе очков и наград.

source: You can define as many actions as you want by clicking the 'Add' button.
cs_cz: Kliknutím na tlačítko „Přidat“ můžete definovat libovolný počet akcí.
de_de: Sie können beliebig viele Aktionen definieren, indem Sie auf die Schaltfläche "Hinzufügen" klicken.
fr_fr: Vous pouvez définir autant d’actions que vous le souhaitez en cliquant sur le bouton 'Ajouter'.
ru_ru: Вы можете добавить как можно больше действий, нажав кнопку "Добавить".

source: General Settings
cs_cz: Obecné nastavení
de_de: Allgemeine Einstellungen
fr_fr: Réglages généraux
ru_ru: Основные Настройки

source: Advanced Settings are used to set special options to change the behavior of the points and rewards system. These options can have a serious impact on the points and rewards system.
cs_cz: Pokročilé nastavení se používá k nastavení speciálních možností ke změně chování systému bodů a odměn. Tyto možnosti mohou mít vážný dopad na systém bodů a odměn.
de_de: Erweiterte Einstellungen werden verwendet, um spezielle Optionen festzulegen, um das Verhalten des Punkte- und Belohnungssystems zu ändern. Diese Optionen können schwerwiegende Auswirkungen auf das Punkte- und Belohnungssystem haben.
fr_fr: Les paramètres avancés sont utilisés pour définir des options spéciales pour modifier le comportement du système de points et de récompenses. Ces options peuvent avoir un impact sérieux sur le système de points et de récompenses.
ru_ru: Расширенные Настройки используются для установки специальных опций для изменения поведения системы очков и наград. Эти опции могут оказать серьезное влияние на систему очков и наград.

source: Warning :
cs_cz: Varování :
fr_fr: Attention:
ru_ru: Предупреждение:

source: Be sure of what you're doing before making modifications in this section.
cs_cz: Než provedete úpravy v této části, ujistěte se, co děláte.
de_de: Stellen Sie sicher, was Sie tun, bevor Sie Änderungen in diesem Abschnitt vornehmen.
fr_fr: Assurez-vous de ce que vous faites avant d’apporter des modifications dans cette section.
ru_ru: Будьте уверены в том, что вы делаете, прежде чем внести изменения в этом разделе.

source: Advanced Settings
cs_cz: Pokročilé nastavení
de_de: Erweiterte Einstellungen
fr_fr: Paramètres avancés
ru_ru: Расширенные Настройки

source: Point Reserve
cs_cz: Bodová rezerva
de_de: Punktereserve
fr_fr: Réserve de points
ru_ru: Резерв Очков

source: &lt;Create a new reserve&gt;
cs_cz: &lt;Vytvořit novou rezervu&gt;
fr_fr: &lt;Créer une nouvelle réserve &gt;

source: This System uses its own points reserve.
cs_cz: Tento systém používá vlastní bodovou rezervu.
de_de: Dieses System verwendet seine eigene Punktereserve.
fr_fr: Ce système utilise sa propre réserve de points.
ru_ru: Эта Cистема использует свой собственный резерв очков.

source: This System shares its Points between :
cs_cz: Tento systém sdílí své body mezi:
de_de: Dieses System teilt seine Punkte zwischen:
fr_fr: Ce système partage ses points entre :
ru_ru: Эта Система делит свои очки с:

source: Allowed Roles
cs_cz: Povolené role
de_de: Erlaubte Rollen
fr_fr: Rôles autorisés
ru_ru: Разрешенные Роли

source: If set, only users with at least one of the selected roles can enjoy that points and rewards system. By default, a loyalty system is available for everybody.
cs_cz: Pokud je nastaven, mohou si systém bodů a odměn užívat pouze uživatelé s alespoň jednou z vybraných rolí. Ve výchozím nastavení je věrnostní systém k dispozici všem.
fr_fr: S’ils sont définis, seuls les utilisateurs ayant au moins un des rôles sélectionnés peuvent profiter de ce système de points et de récompenses. Par défaut, un système de fidélisation est disponible pour tout le monde.
ru_ru: Если включить, то только пользователи, имеющие одну из выбранных ролей, смогут получить доступ к системе очков и наград. По умолчанию система лояльности доступна для всех.

source: Denied Roles
cs_cz: Zamítnuté role
de_de: Verweigerte Rollen
fr_fr: Rôles refusés
ru_ru: Отклоненные Роли

source: If set, users with at least one of the selected roles won't have access to the Points and Rewards System.
cs_cz: Pokud je nastaveno, uživatelé s alespoň jednou z vybraných rolí nebudou mít přístup do systému bodů a odměn.
de_de: Wenn diese Option festgelegt ist, haben Benutzer mit mindestens einer der ausgewählten Rollen keinen Zugriff auf das Punkte- und Prämiensystem.
fr_fr: Si sont défini, les utilisateurs ayant au moins un des rôles sélectionnés n’auront pas accès au système de points et de récompenses.
ru_ru: Если включить, пользователи даже с одной из выбранных ролей не получат доступ к Системе Очков и Наград.

source: Loading Order
fr_fr: Ordre de chargement

source: Force a Points and Rewards System to be loaded/executed before another one. Greater the number is, sooner the Loyalty System is loaded.
de_de: Erzwingen Sie, dass ein Punkte- und Belohnungssystem vor einem anderen geladen / ausgeführt wird. Größer ist die Zahl, früher ist das Treuesystem geladen.
fr_fr: Forcer le chargement/l’exécution d’un système de points et de récompenses avant un autre. Plus le nombre est, plus tôt le système de fidélité est chargé.

source: Adaptative Levels
de_de: Silber Level
fr_fr: Niveaux adaptatifs

source: If checked, customers can lose their levels and rewards when points go down. Rewards from previous levels are restored if possible.
fr_fr: Si cette option est cochée, les clients peuvent perdre leurs niveaux et leurs récompenses lorsque les points diminuent. Les récompenses des niveaux précédents sont restaurées si possible.

source: Lose rewards with points expiration
cs_cz: Ztrácejte odměny s vypršením platnosti bodů
de_de: Dieser Bonus ist %d Punkte wert
fr_fr: Perdez les récompenses avec l'expiration des points
ru_ru: Потеря наград с истечением очков

source: After a points loss due to points expiration, the customer will have to earn the rewards again. Ignored if points expiration isn’t set. Incompatible with the option above
de_de: Nach einem Punkteverlust aufgrund des Ablaufs der Punkte muss der Kunde alle Belohnungen erneut verdienen. Wird ignoriert, wenn der Punkteablauf nicht festgelegt ist
fr_fr: Après une perte de points due à l’expiration des points, le client devra gagner à nouveau les récompenses. Ignoré si l’expiration des points n’est pas définie. Incompatible avec l’option ci-dessus

source: One level at a time
cs_cz: Po jedné úrovni
de_de: Eine Ebene nach der anderen
fr_fr: Un niveau à la fois
ru_ru: Один уровень за один раз

source: If checked, customers can't earn more points than the points needed to reach the next level in one time.
cs_cz: Je-li toto políčko zaškrtnuto, zákazníci nemohou získat více bodů, než je počet bodů potřebných k dosažení další úrovně najednou.
de_de: Wenn diese Option aktiviert ist, können Kunden nicht mehr Punkte sammeln als die Punkte, die benötigt werden, um das nächste Level in einem Punkt zu erreichen.
fr_fr: Si cette case est cochée, les clients ne peuvent pas gagner plus de points que les points nécessaires pour atteindre le niveau suivant en une seule fois.
ru_ru: Если включить, клиенты не смогут заработать за один раз больше очков, чем количество очков для достижения следующего уровня.

source: Unlock Best Level <b>Only</b>
cs_cz: Odemkněte pouze nejlepší úroveň
de_de: Nur bestes Level <b>freischalten</b>
fr_fr: Débloquer le meilleur niveau <b>seulement</b>
ru_ru: Разблокировать <b>только</b> лучший уровень

source: All levels will be unlocked, even if the user earns enough points in one time to unlock several levels.
de_de: Alle Level werden freigeschaltet, auch wenn der Benutzer genügend Punkte auf einmal verdient, um mehrere Level freizuschalten.
fr_fr: Tous les niveaux seront débloqués, même si l’utilisateur gagne suffisamment de points en une seule fois pour débloquer plusieurs niveaux.

source: On :
de_de: Inf:
fr_fr: Sur:

source: Only the best level will be unlocked. If a user earns enough points to unlock several levels, only the highest will be unlocked
fr_fr: Seul le meilleur niveau sera débloqué. Si un utilisateur gagne suffisamment de points pour débloquer plusieurs niveaux, seul le plus élevé seront débloqué

source: You have access to different points expiration methods. To get more information on those methods, don't hesitate to take a look at the dedicated documentation. Simply click the book Icon on the top right.
cs_cz: Máte přístup k různým metodám vypršení platnosti bodů. Chcete-li získat další informace o těchto metodách, neváhejte se podívat na vyhrazenou dokumentaci. Jednoduše klikněte na ikonu knihy vpravo nahoře.
de_de: Sie haben Zugriff auf verschiedene Punkteablaufmethoden. Um weitere Informationen zu diesen Methoden zu erhalten, zögern Sie nicht, einen Blick auf die spezielle Dokumentation zu werfen. Klicken Sie einfach auf das Buchsymbol oben rechts.
fr_fr: Vous avez accès à différentes méthodes d’expiration de points. Pour obtenir plus d’informations sur ces méthodes, n’hésitez pas à jeter un oeil à la documentation dédiée. Il suffit de cliquer sur l’icône du livre en haut à droite.
ru_ru: У вас есть доступ к различным методам истечения срока действия очков. Чтобы получить более подробную информацию об этих методах, не стесняйтесь взглянуть на специальную документацию. Просто нажмите на значок книги в правом верхнем углу.

source: You should only use one expiration method in your points and rewards system
cs_cz: Ve vašem systému bodů a odměn byste měli používat pouze jednu metodu vypršení platnosti
de_de: Sie sollten nur eine Ablaufmethode in Ihrem Punkte- und Belohnungssystem verwenden
fr_fr: Vous ne devez utiliser qu’une seule méthode d’expiration dans votre système de fidélisation
ru_ru: Вы должны использовать только один метод истечения срока действия в вашей системе очков и наград

source: Points Expiration
cs_cz: Vypršení platnosti bodů
fr_fr: Expiration des Points
ru_ru: Срок действия Очков

source: Points expiration for inactivity
cs_cz: Vypršení platnosti bodů za nečinnost
de_de: Punkteablauf für Inaktivität
fr_fr: Expiration des points pour inactivité
ru_ru: Истечение срока действия Очков за бездействие

source: Defines if customers lose their points after an inactivity period
cs_cz: Definuje, zda zákazníci ztratí své body po období nečinnosti
de_de: Definiert, ob Kunden ihre Punkte nach einem Inaktivitätszeitraum verlieren
fr_fr: Définit si les clients perdent leurs points après une période d'inactivité
ru_ru: Определяет, теряют ли клиенты свои накопленные очки после периода бездействия

source: Transactional Points expiration
cs_cz: Vypršení platnosti transakčních bodů
fr_fr: Expiration transactionnelle des points
ru_ru: Транзакционное истечение Очков

source: Defines if customers lose unused points periodically. Please read the %s for settings explanation.
cs_cz: Definuje, zda zákazníci pravidelně ztrácejí nevyužité body. Přečtěte si prosím %s pro vysvětlení nastavení.
de_de: Definiert, ob Kunden regelmäßig nicht verwendete Punkte verlieren. Bitte lesen Sie die %s für eine Erklärung der Einstellungen.
fr_fr: Définit si les clients perdent périodiquement des points inutilisés. S'il vous plaît lisez la %s pour davantage d'explications.
ru_ru: Определяет, если клиенты теряют неиспользованные очки периодически. Пожалуйста, прочитайте %s для объяснения настроек.

source: You can change how points are displayed to customers. You can either set a text or an image.
cs_cz: Můžete změnit způsob zobrazení bodů zákazníkům. Můžete nastavit text nebo obrázek.
de_de: Sie können ändern, wie Kunden Punkte angezeigt werden. Sie können entweder einen Text oder ein Bild festlegen.
fr_fr: Vous pouvez modifier la façon dont les points sont affichés aux clients. Vous pouvez définir un texte ou une image.
ru_ru: Вы можете изменить способ отображения очков для клиентов. Вы можете установить текст или изображение.

source: If you use multiple languages, labels won't be translated with po/mo files. However, it's possible with WPML.
cs_cz: Pokud používáte více jazyků, štítky nebudou překládány se soubory PO / MO. U WPML je to však možné.
de_de: Wenn Sie mehrere Sprachen verwenden, werden Etiketten nicht mit Po/Mo-Dateien übersetzt. Es ist jedoch mit WPML möglich.
fr_fr: Si vous utilisez plusieurs langues, les étiquettes ne seront pas traduites avec des fichiers po/mo. Cependant, c’est possible avec WPML.
ru_ru: Если вы используете несколько языков, метки не будут переведены с файлами po/mo. Тем не менее, это возможно с WPML.

source: Points Currency
cs_cz: Měna bodů
fr_fr: Devises de Points
ru_ru: Валюта Очков

source: Point unit shown to the user.
cs_cz: Bodová jednotka zobrazená uživateli.
de_de: Punkteeinheit, die dem Benutzer angezeigt wird.
fr_fr: Unité de point montrée à l'utilisateur.
ru_ru: Единица очка, показываемая пользователю.

source: Points display name (plural)
cs_cz: Zobrazovaný název bodů (množné číslo)
de_de: Anzeigename für Punkte (Plural)
fr_fr: Nom d'affichage des points (pluriel)
ru_ru: Отображаемое название очков (множественное число)

source: (Optional) The singular form is used if plural is not set.
cs_cz: (Volitelné) Pokud není nastaveno množné číslo, použije se jednotné číslo.
de_de: (Optional) Die Singularform wird verwendet, wenn der Plural nicht gesetzt ist.
fr_fr: (Facultatif) La forme singulière est utilisée si le pluriel n'est pas réglé.
ru_ru: (По желанию) Используется единичная форма, если множественное число не установлено.

source: Point symbol
cs_cz: Symbol bodu
de_de: Treuepunkte
fr_fr: Symbole de point
ru_ru: Символ Очков

source: If you set an image, it will replace the above labels.
cs_cz: Pokud nastavíte obrázek, nahradí výše uvedené štítky.
de_de: Wenn Sie ein Bild festlegen, werden die obigen Beschriftungen ersetzt.
fr_fr: Si vous configurez une image, elle remplacera les étiquettes ci-dessus.
ru_ru: Если вы установите изображение, оно заменит вышеуказанные метки.

source: Point name position
cs_cz: Pozice názvu bodu
fr_fr: Position de nom de point
ru_ru: Позиция названия Очков

# Point name position
source: Right
cs_cz: Vpravo
de_de: Rechts
fr_fr: Droite
ru_ru: Справа

# Point name position
source: Left
cs_cz: Vlevo
de_de: Links
fr_fr: Gauche
ru_ru: Слева

source: Thousand Separator
cs_cz: Oddělovač tisíců
de_de: Tausender-Trennzeichen
fr_fr: Séparateur de milliers
ru_ru: Разделитель тысяч

source: (Optional) The thousand separator when displaying big numbers.
cs_cz: (Volitelné) Oddělovač tisíců při zobrazení velkých čísel.
de_de: (Optional) Das Tausendertrennzeichen bei der Anzeige großer Zahlen.
fr_fr: (Facultatif) Le séparateur mille lors de l’affichage de grands nombres.
ru_ru: (По желанию) Разделитель тысяч при отображении больших чисел.

source: Levels and Rewards
cs_cz: Úrovně a odměny
de_de: Level und Belohnungen
fr_fr: Niveaux et récompenses
ru_ru: Уровни и Награды

source: In a leveling system, you must
cs_cz: V úrovňovém systému musíte
de_de: In einem Nivelliersystem müssen Sie
fr_fr: Dans un système de nivellement, vous devez
ru_ru: В уровневой системе Вам необходимо

source: create levels first
cs_cz: nejprve vytvořte úrovně
fr_fr: créer des niveaux d’abord
ru_ru: создать уровни в первую очередь

source: After creating a level, you can add one or more rewards to the level.
cs_cz: Po vytvoření úrovně můžete na úroveň přidat jednu nebo více odměn.
de_de: Nachdem du ein Level erstellt hast, kannst du dem Level eine oder mehrere Belohnungen hinzufügen.
fr_fr: Après avoir créé un niveau, vous pouvez ajouter une ou plusieurs récompenses au niveau.
ru_ru: После создания уровня, вы можете добавить одну или несколько наград для каждого уровня.

source: You can define as many levels and rewards as you want
cs_cz: Můžete definovat tolik úrovní a odměn, kolik chcete
de_de: Sie können so viele Levels und Belohnungen definieren, wie Sie möchten
fr_fr: Vous pouvez définir autant de niveaux et de récompenses que vous le souhaitez
ru_ru: Вы можете определить столько уровней и наград, сколько пожелаете

source: Rewards
cs_cz: ODMĚNY
de_de: Belohnungen
fr_fr: Récompenses
ru_ru: Награды

source: In a standard system, you have to choose how customers will spend their points.
cs_cz: Ve standardním systému musíte zvolit, jak zákazníci utratí své body.
de_de: In einem Standardsystem müssen Sie wählen, wie Kunden ihre Punkte ausgeben.
fr_fr: Dans un système standard, vous devez choisir comment les clients dépenseront leurs points.
ru_ru: В стандартной системе Вы должны выбрать, как клиенты будут тратить свои очки.

source: They can either spend them directly on the cart to get an immediate discount or you can setup various rewards they buy with their points.
cs_cz: Mohou je buď utratit přímo v košíku, aby získali okamžitou slevu, nebo můžete nastavit různé odměny, které kupují za své body.
fr_fr: Ils peuvent soit les dépenser directement sur le panier pour obtenir une remise immédiate ou vous pouvez configurer diverses récompenses qu’ils achètent avec leurs points.
ru_ru: Клиенты могут либо потратить их непосредственно на корзину, чтобы получить немедленную скидку или Вы можете настроить различные награды, которые клиенты покупают с помощью своих очков.

source: Rewards Type
cs_cz: Typ odměn
de_de: Art der Belohnungen
fr_fr: Type de récompenses
ru_ru: Тип Награды

source: Points on Cart
cs_cz: Body v košíku
de_de: Punkte im Warenkorb
fr_fr: Points sur Panier
ru_ru: Очки в Корзине

source: Point Value in %s
cs_cz: Bodová hodnota v %s
de_de: Punktwert in %s
fr_fr: Valeur du point en %s
ru_ru: Ценность Очков в %s

source: Each point spent on the cart will decrease the order total of that value
cs_cz: Každý bod vynaložený na košík sníží celkový součet této hodnoty
de_de: Jeder Punkt, der für den Warenkorb ausgegeben wird, verringert die Bestellsumme dieses Wertes
fr_fr: Chaque point dépensé sur le panier diminuera le total des commandes de cette valeur
ru_ru: Каждое потраченное на корзину очко уменьшит общую сумму заказа на это значение

source: Min points usage
fr_fr: Points Minimum

source: The minimum amount of points that can be used on a single cart
de_de: Die maximale Anzahl von Punkten, die für einen einzelnen Warenkorb verwendet werden können
fr_fr: Le nombre minimum de points devant être utilisés sur le panier

source: Max points usage
de_de: Maximale Punktenutzung
fr_fr: Utilisation maximale des points

source: The maximum amount of points that can be used on a single cart
fr_fr: Le nombre maximum de points pouvant être utilisés sur un seul panier

source: Max percentage of cart
cs_cz: Maximální procento košíku
de_de: Maximaler Prozentsatz des Warenkorbs
fr_fr: Pourcentage maximum de panier
ru_ru: Максимальный процент в корзине

source: The maximum amount a customer can spend in a single cart will be limited to the percentage of the payable total. Leave blank for no limit.
cs_cz: Maximální částka, kterou může zákazník utratit v jednom košíku, bude omezena na procento z celkové částky, která je splatná. Ponechejte prázdné bez omezení.
de_de: Der Höchstbetrag, den ein Kunde in einem einzelnen Warenkorb ausgeben kann, ist auf den Prozentsatz des zu zahlenden Gesamtbetrags begrenzt. Lassen Sie das Feld leer, um kein Limit zu erhalten.
fr_fr: Le montant maximal qu’un client peut dépenser dans un seul panier sera limité au pourcentage indiqué ici. Laissez vide pour ne pas mettre de limite.
ru_ru: Максимальная сумма, которую клиент может потратить в одной корзине, будет ограничена процентом от всей суммы к оплате. Оставьте пустым, чтобы не создавать ограничений.

source: Lower Cart Limit
cs_cz: Spodní limit košíku
fr_fr: Limite inférieure du panier
ru_ru: Нижний лимит в корзине

source: If set, customers can't use their points to discount the cart below that limit. Leave empty for no limit.
cs_cz: Pokud je nastaveno, zákazníci nemohou použít své body ke slevě na košík pod tento limit. Nechte prázdné bez omezení.
de_de: Wenn diese Option festgelegt ist, können Kunden ihre Punkte nicht verwenden, um den Warenkorb unter dieses Limit zu reduzieren. Leer lassen, ohne Limit.
fr_fr: S’ils sont définis, les clients ne peuvent pas utiliser leurs points pour réduire le panier en dessous de cette limite. Laisser vide sans limite.
ru_ru: Если включено, клиенты не могут использовать свои очки, чтобы понизить сумму корзины ниже этого предела. Оставьте пустым, чтобы не создавать ограничений.

source: Minimum Cart Amount
cs_cz: Minimální množství košíku
de_de: Min. Warenkorb Betrag
fr_fr: Montant minimum de panier
ru_ru: Минимальная сумма корзины

source: Set a minimum cart amount under which customers can't use their points on the cart. Once the cart total is above that value, customers will be able to use their points. Leave empty for no minimum.
cs_cz: Nastavte minimální částku košíku, pod kterou zákazníci nemohou používat své body na košíku. Jakmile celková hodnota košíku překročí tuto hodnotu, budou zákazníci moci své body použít. Nechte prázdné bez minima.
de_de: Legen Sie einen Mindestbetrag für den Warenkorb fest, unter dem Kunden ihre Punkte im Warenkorb nicht verwenden können. Sobald die Warenkorbsumme über diesem Wert liegt, können Kunden ihre Punkte verwenden. Leer lassen, da es kein Minimum gibt.
fr_fr: Définissez un montant minimum de panier en dessous duquel les clients ne peuvent pas utiliser leurs points sur le panier. Une fois que le total du panier est supérieur à cette valeur, les clients pourront utiliser leurs points. Laisser vide si pas de minimum.
ru_ru: Установите минимальную сумму корзины, ниже которой клиенты не смогут использовать свои очки в корзине. После того, как общая сумма корзина станет выше этого значения, клиенты смогут использовать свои очки. Оставьте пустым, чтобы не создавать ограничений.

source: Automatic Rewards Redeem
cs_cz: Automatické uplatnění odměn
fr_fr: Récompenses automatiques
ru_ru: Автоматическое использование Очков

# best_unlock settings
source: Unlock best reward only
cs_cz: Odemkněte pouze nejlepší odměnu
de_de: Nur beste Belohnung freischalten
fr_fr: Débloquer la meilleure récompense seulement
ru_ru: Разблокировать только лучшую награду
