Repository: yaman-suneja/coh
Catalog: plugins/woorewards/modules/woorewards-pro/languages/woorewards-pro-*.po
Languages: cs_cz, de_de, fr_fr, ru_ru

source: Extra points on first order expects numeric value greater than zero or leave blank.
cs_cz: Body navíc v první objednávce očekávají, že číselná hodnota bude větší než nula, nebo zůstane prázdné.
de_de: Zusätzliche Punkte erster Ordnung benötigen einen numerischen Wert größer als Null oder lassen Sie dieses Feld leer.
fr_fr: Points nécessaire pour la première récompense doit être numérique ou vide.
ru_ru: 'Дополнительные очки за первый заказ' ожидают число больше нуля, либо оставьте пустыми.

source: Points for product review expects numeric value greater than zero or leave blank.
cs_cz: Body za kontrolu produktu očekávají, že číselná hodnota bude větší než nula, nebo budou prázdné.
de_de: Punkte für Produktbewertung erwartet numerischen Wert größer als Null oder leer lassen.
fr_fr: Points pour produit spécifique nécessite une valeur numérique ou vide.
ru_ru: 'Очки за отзыв' ожидают число больше нуля, либо оставьте пустыми.

source: Points for comments expects numeric value greater than zero or leave blank.
cs_cz: Body za komentáře očekávají, že číselná hodnota bude větší než nula, nebo zůstane prázdné.
fr_fr: Points pour produit spécifique nécessite une valeur numérique ou vide.
ru_ru: 'Очки за комментарии' ожидают число больше нуля, либо оставьте пустыми.

source: Points for sharing expects numeric value greater than zero or leave blank.
cs_cz: Body za sdílení očekávají, že číselná hodnota bude větší než nula, nebo budou prázdné.
de_de: Punkte für die Freigabe erwarten numerische Werte größer als Null oder lassen Leer.
fr_fr: Points nécessaire pour la première récompense doit être numérique ou vide.
ru_ru: 'Очки за репост' ожидают число больше нуля, либо оставьте пустыми.

source: Points on clicked link expects numeric value greater than zero or leave blank.
cs_cz: Body na kliknutém odkazu očekávají, že číselná hodnota bude větší než nula, nebo zůstanou prázdné.
de_de: Zeigt auf den angeklickten Link, wird ein numerischer Wert größer als Null erwartet oder leer gelassen.
fr_fr: Les points sur l'achat dans une catégorie nécessitent une valeur numérique ou vide.
ru_ru: 'Очки за нажатие' на ссылку ожидают число больше нуля, либо оставьте пустыми.

source: Points Needed for First reward expects numeric value or leave blank.
cs_cz: Body potřebné pro první odměnu očekávají číselnou hodnotu nebo zůstanou prázdné.
fr_fr: Points nécessaire pour la première récompense doit être numérique ou vide.
ru_ru: Необходимые Очки для Второй награды ожидают число, либо оставьте пустыми.

source: Please, set a positive First reward amount or do not set points needed.
cs_cz: Nastavte kladnou částku první odměny nebo nenastavujte potřebné body.
de_de: Bitte legen Sie einen positiven ersten Belohnungsbetrag fest oder setzen Sie keine benötigten Punkte fest.
fr_fr: S'il vous plait, saisissez un nombre de points positifs ou laissez vide.
ru_ru: Пожалуйста, установите положительную сумму Первой награды или не устанавливайте необходимые очки.

source: Points Needed for Second reward expects numeric value or leave blank.
cs_cz: Body potřebné pro druhou odměnu očekávají číselnou hodnotu nebo zůstanou prázdné.
de_de: Punkte benötigt für die zweite Belohnung erwartet numerischen Wert oder lässt leer.
fr_fr: Points nécessaire pour la seconde récompense doit être numérique ou vide.
ru_ru: Необходимые Очки для Второй награды ожидают число, либо оставьте пустыми.

source: Please, set a positive Second reward percentage between 0% and 100% or do not set points needed.
cs_cz: Nastavte kladné procento druhé odměny mezi 0% a 100% nebo nenastavujte potřebné body.
fr_fr: S'il vous plaît, définissez un pourcentage entre 0% et 100% ou ne définissez pas les points nécessaires.
ru_ru: Пожалуйста, установите положительный процент Второй награды между 0% и 100%, или не устанавливайте необходимые очки.

source: Points Needed for Third reward expects numeric value or leave blank.
cs_cz: Body potřebné pro třetí odměnu očekávají číselnou hodnotu nebo zůstanou prázdné.
de_de: Für die dritte Belohnung benötigte Punkte erwartet einen numerischen Wert oder lässt sie leer.
fr_fr: Points nécessaire pour la troisième récompense doit être numérique ou vide.
ru_ru: Необходимые Очки для Третьей награды ожидают число, либо оставьте пустыми.

source: Add Licence Key
de_de: Lizenzschlüssel hinzufügen
fr_fr: Ajouter un clé de licence
ru_ru: Добавить Лицензионный Ключ

source: Custom rewards
cs_cz: Vlastní odměny
de_de: Benutzerspezifischer Bonus
fr_fr: Récompenses personnalisées
ru_ru: Пользовательские награды

source: Custom reward
cs_cz: Vlastní odměna
de_de: Individuelle Belohnung
fr_fr: Récompense personnalisée
ru_ru: Пользовательская награда

source: Loyalty and Rewards system for WooCommerce.
cs_cz: Věrnostní a odměnový systém pro WooCommerce.
de_de: Neuer Treuebonus
fr_fr: Système de fidélité et de récompenses pour WooCommerce.
ru_ru: Система Лояльности и Наград для WooCommerce.

# post type general name
source: Badges
cs_cz: Odznaky
de_de: Abzeichen
ru_ru: Значки

# post type singular name
source: Badge
cs_cz: Odznak
de_de: Abzeichen
ru_ru: Значок

# menu name
source: Badges
cs_cz: Odznaky
de_de: Abzeichen
ru_ru: Значки

source: Rare
cs_cz: Vzácný
de_de: Selten
ru_ru: Редкий

source: Points
cs_cz: Body
de_de: Punkte
ru_ru: Очки

source: Point
cs_cz: Bod
de_de: Punkt
ru_ru: Очко

source: Badges
cs_cz: Odznaky
de_de: Abzeichen
ru_ru: Значки

# event form
source: Badges
cs_cz: Odznaky
de_de: Abzeichen
ru_ru: Значки

source: Badge
cs_cz: Odznaky
de_de: Abzeichen
ru_ru: Значок

source: Information
cs_cz: Informace
ru_ru: Информация

source: Options
cs_cz: Možnosti
de_de: Optionen
ru_ru: Опции

source: Images
cs_cz: Obrázky
de_de: Bilder
ru_ru: Изображения

# Point per money spent
source: [%1$s] / %2$s
ru_ru: %1$s в %2$s

# Point per money spent
source: %1$s / %2$s
de_de: %1$s im %2$s
ru_ru: %1$s в %2$s

# Visit Page
source: Pages
cs_cz: Stránky
de_de: Seiten
ru_ru: Страницы

source: Pages
cs_cz: Stránky
de_de: Seiten
ru_ru: Страницы

source: URLs
cs_cz: URL
ru_ru: URL-ссылки

source: Standard
ru_ru: Стандартная

source: Restrictions
cs_cz: Omezení
de_de: Einschränkungen
ru_ru: Ограничения

# Visit Website
source: Pages
cs_cz: Stránky
de_de: Seiten
ru_ru: Страницы

# Facebook reaction
source: Wow
cs_cz: Páni!
ru_ru: Круто

# best_unlock settings
source: Off
cs_cz: Vypnuto
de_de: Aus
ru_ru: Выкл

# best_unlock settings
source: On
cs_cz: Zapnuto
de_de: An
ru_ru: Вкл

source: Off :
cs_cz: Vypnuto :
ru_ru: Выключено :

source: documentation
cs_cz: dokumentace
de_de: Dokumentation
ru_ru: документацию

# Pool Type/behavior
source: Standard
ru_ru: Стандартная

source: Permanent
cs_cz: Trvalý
ru_ru: Постоянная

source: Shortcodes
cs_cz: Krátké kódy
ru_ru: Шорткоды

source: QR Code
cs_cz: QR kód
ru_ru: QR Код

source: Popups
cs_cz: Vyskakovací okna
ru_ru: Всплывающие окна

source: Action
cs_cz: Akce
de_de: Aktion
ru_ru: Действие

# editlist cell pool status
source: On
cs_cz: Zapnuto
de_de: An
ru_ru: Включено

# editlist cell pool status
source: Off
cs_cz: Vypnuto
de_de: Aus
ru_ru: Выключено

source: Type
cs_cz: Typ
de_de: Typ
ru_ru: Тип

source: Badge ...
cs_cz: Odznak...
de_de: Abzeichen ...
ru_ru: Значок ...

source: Description
cs_cz: Popis
de_de: Beschreibung
ru_ru: Описание

source: Descr
cs_cz: Popis
de_de: Beschr
ru_ru: Описание

source: Date
cs_cz: Datum
de_de: Datum
ru_ru: Дата

source: Total
cs_cz: Celkem
de_de: Gesamt
ru_ru: Итог

# points transactional expiry
source: Points
cs_cz: Body
de_de: Punkte
ru_ru: Очков

# event form
source: Badge
cs_cz: Odznak
de_de: Abzeichen
ru_ru: Значок

source: [unknown]
cs_cz: [neznámý]
de_de: Die Belohnung "%s" in deinem Warenkorb ist unbekannt
ru_ru: [неизвестно]

# Coupon Unlockable
source: Permanent
cs_cz: Trvalý
ru_ru: Постоянный

# Coupon
source: permanent
cs_cz: trvalý
de_de: permanent sind
ru_ru: постоянный

source: Administration
cs_cz: Správa
ru_ru: Администрирование

source: Coupon
cs_cz: Kupón
de_de: Gutschein
ru_ru: Купон

# User's title position
source: Position
cs_cz: Pozice
ru_ru: Позиция

source: Black Friday / Cyber Monday
cs_cz: Černý pátek / Kybernetické pondělí
ru_ru: Черная пятница / Киберпонедельник

source: Black Friday %s
cs_cz: Černý pátek %s
ru_ru: Черная Пятница %s

source: Cyber Monday %s
cs_cz: Kybernetické pondělí %s
ru_ru: Киберпонедельник %s

source: Licence
de_de: Lizenz
ru_ru: Лицензия

source: Yith Points and rewards
cs_cz: Yith Body a odměny

source: Long Watch Studio
cs_cz: Studio Long Watch

source: WooRewards
de_de: Holzfälner

source: WooRewards Social Network Connect
de_de: WooRewards Soziales Netzwerk Connect
