Repository: yaman-suneja/coh
Catalog: plugins/woorewards/modules/woorewards-pro/languages/woorewards-pro-*.po
Languages: cs_cz, de_de, fr_fr, ru_ru

source: This email will be sent to users when they earned or unlocked a new reward.
fr_fr: Cet e-mail sera envoyé aux utilisateurs lorsqu’ils gagneront ou débloqueront une nouvelle récompense.

source: Use the following shortcuts to display dynamic information (can also be used in the email subject) :
de_de: Verwenden Sie die folgenden Tastenkombinationen, um dynamische Informationen anzuzeigen (kann auch im E-Mail-Betreff verwendet werden):
fr_fr: Utilisez les raccourcis suivants pour afficher des informations dynamiques (peut également être utilisé dans l’objet de l’e-mail) :

source: The user's name
de_de: Name des Benutzers
fr_fr: Nom de l’utilisateur

source: The reward's title
fr_fr: Le titre de la récompense

source: Coupon code
cs_cz: Kód kupónu
de_de: Gutscheincode
fr_fr: Code promo
ru_ru: Код купона

source: Points Expiration Reminder
cs_cz: Připomenutí vypršení platnosti bodů
de_de: Erinnerung an den Ablauf von Punkten
fr_fr: Rappel d’expiration de points
ru_ru: Напоминание об истечении срока действия Очков

source: Inform a user about points that will expire.
cs_cz: Informujte uživatele o bodech, které vyprší.
de_de: Informieren Sie einen Benutzer über Punkte, die ablaufen.
fr_fr: Informer un client sur la prochaine expiration de ses points.
ru_ru: Сообщите пользователю об очках, которые скоро истекут.

source: The shortcode <b>%s</b> in texts will be replaced by the real expiration date.
cs_cz: Zkrácený kód <b>%s</b> v textech bude nahrazen skutečným datem vypršení platnosti.
de_de: Der Kurzcode <b>%s</b> in Texten wird durch das tatsächliche Ablaufdatum ersetzt.
fr_fr: Le shortcode <b>%s</b> dans les textes sera remplacé par la date d’expiration réelle.
ru_ru: Этот шорткод <b>%s</b> будет заменен в тексте реальным сроком годности.

source: Your loyalty points will soon expire
cs_cz: Vaše věrnostní body brzy vyprší
de_de: Dein Gutschein wird bald enden
fr_fr: Vos points de fidélité expireront bientôt
ru_ru: Ваши очки лояльности скоро истекут

source: Your loyalty points will expire the [deadline]
cs_cz: Vaše věrnostní body vyprší [termín]
fr_fr: Vos points de fidélité expireront le [deadline]
ru_ru: Ваши очки лояльности истекают в срок [deadline]

source: Your loyalty points are about to expire due to inactivity.
cs_cz: Vaše věrnostní body brzy vyprší kvůli neaktivitě.
de_de: Ihre Treuepunkte laufen aufgrund von Inaktivität aus.
fr_fr: Vos points de fidélité sont sur le point d’expirer en raison de l’inactivité.
ru_ru: Ваши очки лояльности вот-вот истекут из-за бездействия.

source: Days before points expiry to send the reminder email.
cs_cz: Dny před vypršením bodů k odeslání e-mailu s připomenutím.
de_de: Tage vor Ablauf der Punkte, um die Erinnerungs-E-Mail zu senden.
fr_fr: Jours avant l’expiration des points pour envoyer l’e-mail de rappel.
ru_ru: Количество дней до истечения очков для отправки напоминания по электронной почте.

source: The reminder system will send emails to your customers to warn them about the deadline of their loyalty points.
cs_cz: Připomenovací systém bude vašim zákazníkům posílat e-maily s upozorněním na termín jejich věrnostních bodů.
de_de: Das Erinnerungssystem sendet E-Mails an deine Kunden, um sie vor dem Ablauf der Frist für ihre Treuepunkte zu warnen.
fr_fr: Le système de rappel enverra des emails à vos clients pour les avertir de la date d'expiration de leurs points de fidélité.
ru_ru: Система напоминания будет отправлять электронные письма вашим клиентам, чтобы предупредить о сроках истечения их очков.

source: Link to your site
de_de: Link zu Ihrer Website
fr_fr: Lien vers votre site
ru_ru: Ссылка на ваш сайт

source: By default, this will redirect to your homepage.
de_de: Standardmäßig wird dadurch auf Ihre Homepage umgeleitet.
fr_fr: Par défaut, cela redirigera vers votre page d’accueil.

source: TEST System
cs_cz: TESTOVACÍ SYSTÉM
fr_fr: Système de TEST
ru_ru: TEST Система

source: Referral
cs_cz: Zdroj
de_de: Empfohlen
fr_fr: Parrain
ru_ru: Реферал

source: Inform a user about a referral. Use the shortcode %s to insert the name of the referrer.
fr_fr: Informez un utilisateur sur un parrainage. Utilisez le shortcode %s pour insérer le nom du parrain.

source: An advise from %s
cs_cz: Poradenství od %s
de_de: Eine Empfehlung von %s
fr_fr: Un conseil de %s
ru_ru: Совет от %s

source: %s wants you to know us
cs_cz: %s chce, abyste nás znali
fr_fr: %s souhaite que vous nous connaissiez
ru_ru: %s хочет, чтобы Вы узнали про нас

source: Register and enjoy the reward below with your next order.
cs_cz: Zaregistrujte se a užijte si odměnu níže s vaší další objednávkou.
de_de: Registrieren Sie sich und genießen Sie die unten aufgeführte Belohnung bei Ihrer nächsten Bestellung.
fr_fr: Inscrivez-vous et profitez de la récompense ci-dessous avec votre prochaine commande.
ru_ru: Зарегистрируйтесь и получите награду указанную ниже при оформлении следующего заказа.

source: The URL provided to referee people to go to your site. Default value is your home page.
fr_fr: L’URL fournie aux personnes recommandées pour aller sur votre site. La valeur par défaut est votre page d’accueil.

source: Import Error
cs_cz: Chyba importu
de_de: Import Fehler
fr_fr: Erreur d'importation
ru_ru: Ошибка импорта

source: You are not allowed to do that
cs_cz: To nesmíte dělat
de_de: Sie dürfen das nicht ausführen
fr_fr: Vous n’êtes pas autorisé à effectuer cela
ru_ru: Вы не можете сделать это

source: Missing destination loyalty system.
cs_cz: Chybí cílový věrnostní systém.
fr_fr: Système de fidélité de destination manquant.
ru_ru: Отсутствует система лояльности назначения.

source: Error during upload of file %s, perhaps the file is too big. You can try to split it up or increase max allowed file size on your server.
cs_cz: Chyba při nahrávání souboru %s, pravděpodobně je soubor příliš velký. Můžete to zkusit rozdělit nebo zvýšit maximální povolenou velikost souboru na vašem serveru.
de_de: Fehler beim Hochladen der Datei %s, vielleicht ist die Datei zu groß. Sie können versuchen, es aufzuteilen oder die maximal zulässige Dateigröße auf Ihrem Server zu erhöhen.
fr_fr: Erreur lors du téléchargement du fichier %s, peut-être le fichier est trop grand. Vous pouvez essayer de le diviser ou d’augmenter la taille maximale autorisée du fichier sur votre serveur.
ru_ru: Ошибка при загрузке файлов %s. Возможно, файл слишком большой. Вы можете попытаться разделить его или увеличить максимально разрешенный размер файла на сервере.

source: Expects a JSON file.
cs_cz: Očekává soubor JSON.
de_de: Erwartet eine JSON-Datei.
fr_fr: S’attend à un fichier JSON.
ru_ru: Требует файл JSON.

source: The file cannot be read or format is invalid. Expects JSON content.
cs_cz: Soubor nelze přečíst nebo je neplatný formát. Očekává obsah JSON.
fr_fr: Le fichier ne peut pas être lu ou le format est invalide. Attend un contenu JSON.
ru_ru: Файл не может быть прочитан или формат недействителен. Ожидает содержание JSON.

source: Please, select a file to import.
cs_cz: Vyberte soubor, který chcete importovat.
de_de: Wählen Sie eine zu importierende Datei aus.
fr_fr: S’il vous plaît, sélectionnez un fichier à importer.
ru_ru: Пожалуйста, выберите файл для импорта.

# History line
source: Import
de_de: Importieren
fr_fr: Importer
ru_ru: Импорт

source: Invalid data:
cs_cz: Neplatná data:
de_de: Ungültige Daten:
fr_fr: Données non valides:
ru_ru: Недействительные данные:

source: Import done. %d items affected.
cs_cz: Import hotový. %d ovlivněných položek.
fr_fr: Importation faite. %d objets modifiés.
ru_ru: Импорт завершен. %d - затронутые элементы.

source: The following users cannot be found. Points ignored.
cs_cz: Následující uživatele nelze najít. Body ignorovány.
de_de: Die folgenden Benutzer können nicht gefunden werden. Punkte ignoriert.
fr_fr: Les utilisateurs suivants n'ont pas pu être trouvés. Points ignorés.
ru_ru: Следующие пользователи не могут быть найдены. Очки проигнорированы.

source: The following point pools cannot be found. Points ignored.
cs_cz: Následující fondy bodů nelze najít. Body ignorovány.
de_de: Die folgenden Punktpools können nicht gefunden werden. Punkte ignoriert.
fr_fr: Les pools de points suivants ne peuvent pas être trouvés. Points ignorés.
ru_ru: Следующие пулы очков не могут быть найдены. Очки проигнорированы.

source: HostPlugin
fr_fr: HostPlugin (HostPlugin)

source: IgniteWoo
fr_fr: IgniteWoo IgniteWoo IgniteWoo IgniteWo

source: By User Meta Key
cs_cz: Podle uživatele Meta klíč
de_de: Nach Benutzer-Metaschlüssel
fr_fr: Par User Meta Key
ru_ru: По Мета-ключу Пользователя

source: Points and Rewards for WooCommerce (by WP Swings)
fr_fr: Points et récompenses pour WooCommerce (par WP Swings)

source: Loyalty Program by Rymera
fr_fr: Programme de fidélité par Rymera

source: WooCommerce Points And Rewards (by WooCommerce)
fr_fr: Points et récompenses WooCommerce (par WooCommerce)

source: You just changed a slug in MyAccount tabs.
cs_cz: Právě jste změnili slimáka na kartách MyAccount.
de_de: Sie haben gerade einen Slug in den MyAccount-Registerkarten geändert.
fr_fr: Tu viens de changer l'identifiant dans les onglets My Account.
ru_ru: Ты только что сменили "slug" во вкладках МойАккаунт.

source: Sometimes, when trying to go to the Loyalty and Rewards Tab, you will see a “404 – Page does not exist” error. This is a known WordPress permalink issue. To solve it, go to your WordPress administration and go to <strong>Settings → Permalinks</strong>. Once you’re there, scroll to the bottom of the page and click the <strong>Save Changes</strong> button. That will solve the problem.
cs_cz: Někdy se při pokusu o přechod na kartu Věrnost a odměny zobrazí chyba „404 - Stránka neexistuje“. Toto je známý problém s trvalým odkazem na WordPress. Chcete-li to vyřešit, přejděte do administrace WordPress a přejděte do <strong>Nastavení → Trvalé odkazy</strong>. Jakmile jste tam, přejděte do dolní části stránky a klikněte na tlačítko <strong>Uložit změny</strong>. To problém vyřeší.
de_de: Manchmal, wenn Sie versuchen, zur Registerkarte Treue und Belohnungen zu wechseln, wird der Fehler "404 – Seite existiert nicht" angezeigt. Dies ist ein bekanntes WordPress-Permalink-Problem. Um es zu lösen, gehen Sie zu Ihrer WordPress-Verwaltung und gehen Sie zu <strong>Einstellungen → Permalinks</strong>. Wenn Sie dort sind, scrollen Sie zum Ende der Seite und klicken Sie auf die Schaltfläche <strong>Änderungen speichern.</strong> Das wird das Problem lösen.
fr_fr: Parfois, lorsque vous essayez d’aller à l’onglet Fidélité et Récompenses, vous verrez une erreur « 404 – Page n’existe pas ». Il s’agit d’un problème WordPress permalink connu. Pour le résoudre, rendez-vous dans votre administration WordPress et <strong>rendez-vous sur Réglages → Permaliens</strong>. Une fois que vous y êtes, faites défiler vers le bas de la page et cliquez sur le bouton <strong>Enregistrer les modifications</strong>. Cela résoudra le problème.
ru_ru: Иногда при попытке перейти к вкладке Лояльность и Награды, вы увидите ошибку "404 - Страница не существует". Это известная проблема с постоянными ссылками WordPress. Чтобы решить эту проблему, перейдите к вашему администратированию WordPress и перейдите в <strong>Настройки → Постоянные ссылки</strong>. Как только Вы окажетесь там, прокрутите к нижней части страницы и нажмите кнопку <strong>Сохранить Изменения</strong>. Это решит проблему.

source: Add-ons
cs_cz: Doplňky
de_de: Erweiterungen
fr_fr: Extensions
ru_ru: Дополнения

source: Use this page to see your customers activity, manage their points and their rewards
fr_fr: Utilisez cette page pour voir l’activité de vos clients, gérer leurs points et leurs récompenses

source: Points and Rewards
cs_cz: Body a odměny
de_de: Punkte und Prämien
fr_fr: Points et récompenses
ru_ru: Очки и Награды

# Points and rewards system filter
source: All
cs_cz: Všechno
de_de: Alle
fr_fr: Tout
ru_ru: Все

source: Settings
cs_cz: Nastavení
de_de: Einstellungen
fr_fr: Réglages
ru_ru: Настройки

source: This is the place where you set up your loyalty program and activate the different available features
fr_fr: C’est l’endroit où vous configurez votre programme de fidélité et activez les différentes fonctionnalités disponibles

source: Points and Rewards Systems
cs_cz: Systémy bodů a odměn
de_de: Punkte und Belohnungssysteme
fr_fr: Systèmes de points et récompenses
ru_ru: Системы Очков и Наград

source: Points and Rewards Systems are WooReward's core. This is how your customers <b>earn points and get rewards</b>.
cs_cz: Systémy bodů a odměn jsou jádrem WooReward. Takto získávají zákazníci <b>body a odměny</b>.
de_de: Punkte- und Belohnungssysteme sind der Kern von WooReward. So sammeln Ihre Kunden <b>Punkte und erhalten Belohnungen</b>.
fr_fr: Les systèmes de points et récompenses sont le noyau de MyRewards. C’est ainsi que vos clients <b>gagnent des points et obtiennent des récompenses</b>.
ru_ru: Системы Очков и Наград являются ядром WooReward. Так Ваши клиенты <b>получают очки и награды</b>.

source: When adding a new system, you'll have two options :
cs_cz: Při přidávání nového systému budete mít dvě možnosti:
de_de: Wenn Sie ein neues System hinzufügen, haben Sie zwei Möglichkeiten:
fr_fr: Lors de l’ajout d’un nouveau système, vous aurez deux options :
ru_ru: При добавлении новой системы у вас будет два варианта:

source: <b>Standard System</b> : Customers earn points in various ways and can spend their points to unlock rewards.
cs_cz: <b>Standardní Systém</b> : Zákazníci získávají body různými způsoby a mohou své body utratit za odemknutí odměn.
de_de: <b>Standardsystem:</b> Kunden verdienen Punkte auf verschiedene Arten und können ihre Punkte ausgeben, um Belohnungen freizuschalten.
fr_fr: <b>Système standard :</b> Les clients gagnent des points de différentes façons et peuvent dépenser leurs points pour débloquer des récompenses.
ru_ru: <b>Стандартная система</b> : Клиенты зарабатывают очки разными способами и тратят свои очки на разблокировку наград.

source: <b>Leveling System</b> : Customers earn points and unlock levels and rewards as they progress. <b>In a leveling system, customers never spend their points</b>.
cs_cz: <b>Úrovňový systém</b> : Zákazníci získávají body a odemykají úrovně a odměny, jak postupují. <b>V úrovňovém systému zákazníci nikdy neutrácí své body.</b>.
de_de: <b>Leveling-System:</b> Kunden verdienen Punkte und schalten Level und Belohnungen frei, während sie Fortschritte machen. <b>In einem Leveling-System geben Kunden ihre Punkte nie aus</b>.
fr_fr: <b>Système par niveaux :</b> Les clients gagnent des points et débloquent les niveaux et les récompenses au fur et à mesure qu’ils progressent. <b>Dans un système de nivellement, les clients ne dépensent jamais leurs points</b>.
ru_ru: <b>Уровневая Система</b> : Клиенты зарабатывают очки и открывают новые уровни, получая награды по мере продвижения. <b>В уровневой системе клиенты никогда не тратят свои очки</b>.

source: Points Additional Settings
fr_fr: Paramètres supplémentaires des points

source: Set here additional options for points management.
fr_fr: Définissez ici des options supplémentaires pour la gestion des points.

source: All options set below will apply for all your points and rewards systems
fr_fr: Toutes les options définies ci-dessous s’appliqueront à tous vos systèmes de points et de récompenses.

source: Includes taxes
cs_cz: Zahrnuje daně
de_de: Inklusive Steuern
fr_fr: Inclure la TVA
ru_ru: Включает налоги

source: If checked, taxes will be included in the points earned when spending money
cs_cz: Pokud je zaškrtnuto, budou do bodů získaných při utrácení peněz zahrnuty daně
de_de: Wenn diese Option aktiviert ist, werden Steuern in die Punkte einbezogen, die beim Ausgeben von Geld verdient werden
fr_fr: Si cochée, les taxes seront incluses dans les points gagnés en dépensant de l’argent
ru_ru: Если включено, то налоги будут включены в очки, зарабатываемые при трате денег

source: Order status to earn points
fr_fr: Statut de la commande pour gagner des points

source: Default status to get points is the processing order status.<br/>If you want to use other status instead, select them here
fr_fr: Le statut par défaut pour obtenir des points est l’état de commande "En Cours".<br/>Si vous souhaitez utiliser d'autres statut à la place, sélectionnez-les ici

source: Order status to remove points
fr_fr: États de la commande pour supprimer des points

source: When an order is cancelled or refunded, points can be removed from the customer. Select which order status will lead to points being removed
fr_fr: Lorsqu’une commande est annulée ou remboursée, les points peuvent être retirés au client. Sélectionnez le statut de la commande qui entraînera la suppression de points

source: Enable multi currency support
fr_fr: Activer le support multi-devises

source: Show Points Cooldown
fr_fr: Afficher le temps de recharge des points

source: If you set a cooldown on the methods to earn points, select if you want to show the cooldown to customers or not
de_de: Wenn Sie eine Abklingzeit für die Methoden zum Sammeln von Punkten festlegen, wählen Sie aus, ob Sie die Abklingzeit Kunden anzeigen möchten oder nicht
fr_fr: Si vous définissez un temps de recharge sur les méthodes pour gagner des points, sélectionnez si vous souhaitez montrer le temps de recharge aux clients ou non

source: Point Discounts Settings
fr_fr: Paramètres des remises sur points

source: Use these options to configure how WooRewards behaves when customers use their points for immediate cart discount
fr_fr: Utilisez ces options pour configurer le comportement de WooRewards lorsque les clients utilisent leurs points pour une remise immédiate sur le panier.

source: Order status to consume points
fr_fr: État de la commande pour consommer des points

source: Order status on points consumption failure
fr_fr: État de la commande en cas d’échec de consommation de points

source: [do nothing]
de_de: (nichts tun)
fr_fr: [ne rien faire]

source: Change order status if points cannot be paid after all.
de_de: Bestellstatus ändern, wenn Punkte doch nicht bezahlt werden können.
fr_fr: Changez le statut de la commande si les points ne peuvent pas être payés après tout.

source: Force 'Points on Cart' currency switch
de_de: Währungswechsel "Punkte im Warenkorb" erzwingen
fr_fr: Forcer le changement de devise 'Points sur le panier'

source: Some multi-currency plugins don't manage virtual coupons used by WooRewards even if it's a standard WooCommerce feature.
fr_fr: Certains plugins multi-devises ne gèrent pas les coupons virtuels utilisés par WooRewards, même s’il s’agit d’une fonctionnalité standard de WooCommerce.

source: We can try to take over that missing feature.
de_de: Wir können versuchen, diese fehlende Funktion zu übernehmen.
fr_fr: Nous pouvons essayer de prendre en charge cette fonctionnalité manquante.

source: Use the wizard to set up your loyalty program in no time. Answer some questions, set some values and let the magic operate
fr_fr: Utilisez l’assistant pour configurer votre programme de fidélité en un rien de temps. Répondez à quelques questions, définissez des valeurs et laissez la magie opérer

source: Set the appearance of everything your customers will see on your website regarding your loyalty program
fr_fr: Définissez l’apparence de tout ce que vos clients verront sur votre site Web concernant votre programme de fidélité

source: Define MyRewards REST API settings. API endpoint will be %s
cs_cz: Definujte nastavení REST API MyRewards. Koncový bod API bude %s
de_de: Definieren Sie MyRewards-REST-API-Einstellungen. API-Endpunkt wird %s
fr_fr: Paramétrez l'API REST MyRewards. Le point de terminaison de l'API sera %s
ru_ru: Определите настройки MyRewards REST API. API endpoint будет %s

source: Enable REST API
cs_cz: Povolit REST API
de_de: REST API aktivieren
fr_fr: Activer REST API
ru_ru: Включить REST API

source: Allows authentification by WooCommerce REST API
cs_cz: Umožňuje ověřování pomocí REST API WooCommerce
de_de: Ermöglicht die Authentifizierung durch WooCommerce REST API
fr_fr: Permet l'authentification par WooCommerce REST API
ru_ru: Позволяет аутентификацию по WooCommerce REST API

source: User Permissions
cs_cz: Uživatelská oprávnění
de_de: Benutzerrechte
fr_fr: Permissions Utilisateur
ru_ru: Пользовательские разрешения

source: Define the website users that can access the different features of the API
cs_cz: Definujte uživatele webu, kteří mají přístup k různým funkcím API
fr_fr: Définissez les utilisateurs du site Web qui peuvent accéder aux différentes fonctionnalités de l'API
ru_ru: Определите пользователей веб-сайта, которые могут получить доступ к различным функциям API

source: Users allowed to read general information
cs_cz: Uživatelé mohou číst obecné informace
de_de: Benutzer, die allgemeine Informationen lesen dürfen
fr_fr: Utilisateurs autorisés à lire des informations générales
ru_ru: Пользователи, которым разрешено читать общую информацию

source: The checked users can get points and rewards system list.
cs_cz: Zkontrolovaní uživatelé mohou získat seznam bodů a odměn v systému.
de_de: Die überprüften Benutzer können punkte- und belohnungssystemlisten erhalten.
fr_fr: Les utilisateurs vérifiés peuvent obtenir la liste des systèmes de points et récompenses.
ru_ru: Выбранные пользователи могут получить список систем очков и наград.

source: Users allowed to read user information
cs_cz: Uživatelé mohou číst informace o uživateli
de_de: Benutzer dürfen Benutzerinformationen lesen
fr_fr: Utilisateurs autorisés à lire les informations utilisateur
ru_ru: Пользователи, которым разрешено читать информацию о пользователях

source: The checked users can get other users point amounts and history.
cs_cz: Kontrolovaní uživatelé mohou získat částky a historii bodů ostatních uživatelů.
de_de: Die überprüften Benutzer können andere Benutzer Punktbeträge und Verlauf abrufen.
fr_fr: Les utilisateurs vérifiés peuvent obtenir les montants de points et les historiques d'autres utilisateurs.
ru_ru: Выбранные пользователи смогут просмотреть историю и количество очков других пользователей.

source: Users allowed to change user information
cs_cz: Uživatelé mohou měnit informace o uživateli
de_de: Benutzer, die Benutzerinformationen ändern dürfen
fr_fr: Utilisateurs autorisés à modifier les informations utilisateur
ru_ru: Пользователи, которым разрешено изменять информацию о пользователях

source: The checked users can add points to other users.
cs_cz: Kontrolovaní uživatelé mohou přidávat body ostatním uživatelům.
fr_fr: Les utilisateurs vérifiés peuvent ajouter des points à d'autres utilisateurs.
ru_ru: Выбранные пользователи смогут добавлять очки другим пользователям.

source: Loading failure
cs_cz: Chyba načítání
de_de: Ladeausfall
fr_fr: Défaillance de chargement
ru_ru: Сбой загрузки

source: Seems the points and rewards system does not exists. Try re-activate this plugin. If that problem persists, contact your administrator.
cs_cz: Zdá se, že systém bodů a odměn neexistuje. Zkuste tento plugin znovu aktivovat. Pokud problém přetrvává, obraťte se na správce.
de_de: Anscheinend existiert das Punkte- und Belohnungssystem nicht. Versuchen Sie, dieses Plugin erneut zu aktivieren. Wenn dieses Problem weiterhin besteht, wenden Sie sich an Ihren Administrator.
fr_fr: Il semble que le système de points et récompenses n'existe pas. Essayez de réactiver ce plugin. Si ce problème persiste, contactez votre administrateur.
ru_ru: Кажется, система очков и наград не существует. Попробуйте повторно ре-активировать этот плагин. Если эта проблема сохраняется, обратитесь к администратору.
