Repository: yaman-suneja/coh
Catalog: plugins/woorewards/modules/woorewards-pro/languages/woorewards-pro-*.po
Languages: cs_cz, de_de, fr_fr, ru_ru

source: Referral Link
cs_cz: Odkaz na odkaz
de_de: Empfehlungslink
fr_fr: Lien de parrainage
ru_ru: Реферальная ссылка

source: Manual
cs_cz: Manuální
de_de: Manuell
fr_fr: Manuel
ru_ru: Руководство

# expression
source: Placeholder `%s` expects a Point reserve
fr_fr: L’espace réservé '%s' s’attend à une réserve de points

# expression
source: Placeholder `%s` expects a valid Badge Id
fr_fr: L’espace réservé '%s' attend un id de badge valide

# expression
source: Placeholder `%s` expects a role
fr_fr: L’espace réservé « %s » s’attend à un rôle

# expression
source: Placeholder `%s` expects a property
fr_fr: L’espace réservé '%s' attend une propriété

# expression
source: WooCommerce not installed
fr_fr: WooCommerce n'est pas installé
ru_ru: WooCommerce не установлен

# expression
source: Placeholder `%s`, unknown property
fr_fr: Espace réservé '%s', propriété inconnue

source: Used by
cs_cz: Používáno
de_de: Genutzt von
fr_fr: Utilisé par
ru_ru: Используется

# Episodes
source: Add New
cs_cz: Přidat nový
de_de: Neu hinzufügen
fr_fr: Ajouter
ru_ru: Добавить Новый

source: Add New Badge
cs_cz: Nový odznak
de_de: Neues Abzeichen hinzufügen
fr_fr: Ajouter nouveau Badge
ru_ru: Добавить Новый Значок

source: Edit Badge
cs_cz: Upravit odznak
de_de: Badge editieren
fr_fr: Editer badges
ru_ru: Редактировать Значок

source: New Badge
cs_cz: Nový odznak
de_de: Neues Abzeichen
fr_fr: Nouveau Badge
ru_ru: Новый Значок

source: All Badges
cs_cz: Všechny odznaky
de_de: Alle Abzeichen
fr_fr: Tous les Badges
ru_ru: Все Значки

source: View Badge
cs_cz: Zobrazit odznak
de_de: Schild anzeigen
fr_fr: Voir le badge
ru_ru: Просмотреть Значок

source: Search Badges
cs_cz: Hledat odznaky
de_de: Suchabzeichen
fr_fr: Chercher Badges
ru_ru: Поиск Значков

source: No Badge found
cs_cz: Nebyl nalezen žádný odznak
de_de: Kein Badge gefunden
fr_fr: Aucun badge trouvé
ru_ru: Значок не найден

source: No Badges found in the Trash
cs_cz: V koši nebyly nalezeny žádné odznaky
de_de: Keine Abzeichen im Papierkorb gefunden
fr_fr: Aucun badge trouvé dans la corbeille
ru_ru: В Корзине не найдено значков

source: Badge image
cs_cz: Obrázek odznaku
de_de: Abzeichenbild
fr_fr: Image du badge
ru_ru: Изображение Значка

source: Set Badge image
cs_cz: Nastavit obrázek odznaku
de_de: Set Badge Bild
fr_fr: Définir l’image du badge
ru_ru: Установить изображение Значка

source: Remove Badge image
cs_cz: Odebrat obrázek odznaku
de_de: Badge-Bild entfernen
fr_fr: Supprimer l’image du badge
ru_ru: Удалить изображение Значка

source: Congrat your customers with badges
cs_cz: Gratulujte svým zákazníkům odznaky
de_de: Regel, was deine Kunden im Einkaufskorb sehen können
fr_fr: Félicitez vos clients avec des badges
ru_ru: Поздравьте Ваших клиентов Значками

source: Common
cs_cz: Společný
de_de: Gewöhnlich
fr_fr: Commun
ru_ru: Обычный

source: Uncommon
cs_cz: Neobvyklé
de_de: Ungewöhnlich
fr_fr: Peu commun
ru_ru: Необычный

source: Epic
cs_cz: Epické
de_de: Episch
fr_fr: Épique
ru_ru: Эпический

source: Legendary
cs_cz: Legendární
de_de: Legendär
fr_fr: Légendaire
ru_ru: Легендарный

source: : Some users have no role
cs_cz: : Někteří uživatelé nemají žádnou roli
de_de: : Einige Benutzer haben keine Benutzerrolle
fr_fr: : Certains utilisateurs n’ont aucun rôle
ru_ru: : Некоторые пользователи не имеют никакой роли

source: This message is generated by MyRewards because some users lost their points and levels due to %s.
cs_cz: Tuto zprávu generuje MyRewards, protože někteří uživatelé ztratili své body a úrovně kvůli% s.
de_de: Diese Nachricht wird von MyRewards generiert, da einige Benutzer ihre Punkte und Levels aufgrund %s verloren haben.
fr_fr: Ce message est généré par MyRewards parce que certains utilisateurs ont perdu leurs points et niveaux en raison de %s.
ru_ru: Это сообщение сегенерировано MyRewards, потому что некоторые пользователи потеряли свои очки и уровни из-за %s.

# reward reset reason
source: Inactivity
cs_cz: Neaktivita
de_de: Untätigkeit
fr_fr: Inactivité
ru_ru: Бездействие

source: Revoking level rewards results in removing a role from some users.
cs_cz: Odvolání odměn na úrovni má za následek odebrání role některým uživatelům.
de_de: Das Widerrufen von Level-Belohnungen führt dazu, dass einigen Benutzern eine Rolle entfernt wird.
fr_fr: La révocation des récompenses de niveau entraîne la suppression d’un rôle de certains utilisateurs.
ru_ru: Удаление Уровня Наград приводит к удалению роли у некоторых пользователей.

source: You should check that all users have a role again (at least Subscriber [or Customer if WooCommerce is installed]).
cs_cz: Měli byste zkontrolovat, zda mají všichni uživatelé znovu roli (alespoň předplatitel [nebo zákazník, pokud je nainstalován WooCommerce]).
de_de: Sie sollten überprüfen, ob alle Benutzer erneut eine Rolle haben (zumindest Abonnent [oder Kunde, wenn WooCommerce installiert ist]).
fr_fr: Vous devez vérifier que tous les utilisateurs ont un rôle à nouveau (au moins abonné [ou client si WooCommerce est installé]).
ru_ru: Вы должны проверить, чтобы все пользователи снова имели роли (по крайней мере "Подписчик" [или "Клиент", если WooCommerce установлен]).

source: Point display name
cs_cz: Zobrazovaný název bodu
de_de: Punkte hinzugefügt
fr_fr: Nom d'affichage de Point
ru_ru: Отображаемое название одного Очка

source: Point display name (plural)
cs_cz: Zobrazovaný název bodu (množné číslo)
de_de: Punktanzeigename (Plural)
fr_fr: Nom d'affichage des Points (pluriel)
ru_ru: Отображаемое название Очков (множественное число)

source: (%+d reduced to level)
cs_cz: (%+d sníženo na úroveň)
de_de: (%+d auf Niveau reduziert)
fr_fr: (%+d coupé au niveau)
ru_ru: (%+d снижена до уровня)

source: Lose points unused since %s
de_de: Verlieren Sie Punkte, die seit %s nicht verwendet wurden
fr_fr: Perdre des points inutilisés depuis %s

source: External action
cs_cz: Vnější akce
de_de: Erklärung
fr_fr: Action extérieure
ru_ru: Внешнее действие

source: Unknown User
cs_cz: Neznámý uživatel
de_de: Unbekannter Benutzer
fr_fr: Utilisateur inconnu
ru_ru: Неизвестный Пользователь

source: Unknown Loyalty System
cs_cz: Neznámý Věrnostní systém
de_de: Treueprogramm
fr_fr: Système de fidélité inconnu
ru_ru: Неизвестная Система Лояльности

source: The requested reward cannot be unlocked. The loyalty system has expired.
cs_cz: Požadovanou odměnu nelze odemknout. Věrnostní systém vypršel.
de_de: Die angeforderte Belohnung kann nicht freigeschaltet werden. Das Treuesystem ist abgelaufen.
fr_fr: La récompense demandée ne peut pas être déverrouillée. Le système de fidélité a expiré.
ru_ru: Запрашиваемая награда не может быть разблокирована. Срок действия системы лояльности истек.

source: The requested reward cannot be unlocked. The user does not fulfill the conditions.
cs_cz: Požadovanou odměnu nelze odemknout. Uživatel podmínky nesplňuje.
de_de: Die angeforderte Belohnung kann nicht freigeschaltet werden. Der Benutzer erfüllt die Bedingungen nicht.
fr_fr: La récompense demandée ne peut pas être déverrouillée. L'utilisateur ne remplit pas les conditions.
ru_ru: Запрашиваемая награда не может быть разблокирована. Пользователь не отвечает требуемым условиям.

source: Unknown Reward
cs_cz: Neznámá odměna
de_de: Gesponserte Belohnung
fr_fr: Récompense inconnue
ru_ru: Неизвестная награда

source: Unknown Method
cs_cz: Neznámá metoda
de_de: Ein unbekannter Fehler ist aufgetreten
fr_fr: Méthode inconnue
ru_ru: Неизвестный метод

source: Out-of-date link detected
cs_cz: Byl zjištěn zastaralý odkaz
de_de: Veraltete Verknüpfung erkannt
fr_fr: Lien périmé détecté
ru_ru: Обнаружена истёкшая ссылка

source: The link you followed seems obsolete. But don't worry, your loyalty points are still there. Please have a look at the rewards list on the site.
cs_cz: Odkaz, který jste použili, se zdá zastaralý. Ale nebojte se, vaše věrnostní body stále existují. Podívejte se prosím na seznam odměn na webu.
de_de: Der Link, dem Sie gefolgt sind, scheint veraltet. Aber keine Sorge, Ihre Treuepunkte sind immer noch da. Bitte werfen Sie einen Blick auf die Belohnungsliste auf der Website.
fr_fr: Le lien que vous avez suivi semble obsolète. Mais ne vous inquiétez pas, vos points de fidélité sont toujours là. Veuillez consulter la liste des récompenses sur le site.
ru_ru: Ссылка, по которой Вы перешли, устарела. Но не волнуйтесь, ваши очки лояльности на месте. Поэтому посмотрите список наград на сайте.

source: User account conflict
fr_fr: Conflit de compte utilisateur

source: This reward was not unlocked by this account. Please login using the account from which the reward was unlocked.
fr_fr: Cette récompense n’a pas été débloquée par ce compte. Veuillez vous connecter en utilisant le compte à partir duquel la récompense a été déverrouillée.

source: User or loyalty system cannot be found
cs_cz: Uživatel nebo věrnostní systém nelze najít
de_de: Benutzer- oder Treuesystem können nicht gefunden werden
fr_fr: L'utilisateur ou le système de points et récompenses ne peut pas être trouvé
ru_ru: Пользователь или система лояльности не найдены

source: The requested reward cannot be unlocked
cs_cz: Požadovanou odměnu nelze odemknout
de_de: Die angeforderte Belohnung kann nicht freigeschaltet werden
fr_fr: La récompense demandée ne peut pas être déverrouillée
ru_ru: Запрашиваемая награда не может быть разблокирована

source: The requested reward cannot be unlocked, perhaps have you already spent the required point amount? Please, have a look at the rewards list on the site.
cs_cz: Požadovanou odměnu nelze odemknout, možná jste již utratili požadovanou bodovou částku? Podívejte se prosím na seznam odměn na webu.
de_de: Die angeforderte Belohnung kann nicht freigeschaltet werden, vielleicht haben Sie bereits den erforderlichen Punktebetrag ausgegeben? Bitte werfen Sie einen Blick auf die Belohnungsliste auf der Website.
fr_fr: La récompense demandée ne peut pas être déverrouillée, peut-être avez-vous déjà dépensé le montant de point requis? S'il vous plaît, regardez la liste des récompenses sur le site.
ru_ru: Запрашиваемая награда не может быть разблокирована. Возможно, вы уже потратили необходимую сумму очков? Пожалуйста, посмотрите на список наград на сайте.

source: The requested reward cannot be found
cs_cz: Požadovanou odměnu nelze najít
de_de: Die angeforderte Belohnung kann nicht gefunden werden
fr_fr: La récompense demandée ne peut être trouvée
ru_ru: Запрашиваемая награда не найдена

source: Rewards should have been updated. Please, have a look at the reward list on the site.
cs_cz: Odměny měly být aktualizovány. Podívejte se prosím na seznam odměn na webu.
de_de: Belohnungen hätten aktualisiert werden müssen. Bitte werfen Sie einen Blick auf die Belohnungsliste auf der Website.
fr_fr: Les récompenses auraient dû être mises à jour. S'il vous plaît, regardez la liste des récompenses sur le site.
ru_ru: Награды были обновлены. Пожалуйста, посмотрите на список наград на сайте.

source: The customer will earn points for every registration anniversary.
cs_cz: Zákazník bude získávat body za každé výročí registrace.
de_de: Der Kunde erhält Punkte für jeden Registrierungsjubiläum.
fr_fr: Récompensez les clients à l'occasion de l'anniversaire de leur inscription.
ru_ru: Клиент будет получать очки за каждую годовщину регистрации.

source: Don't use this method to give points on registration
cs_cz: Tuto metodu nepoužívejte k přidělování bodů za registraci
de_de: Verwenden Sie diese Methode nicht, um bei der Registrierung Punkte zu vergeben
fr_fr: N’utilisez pas cette méthode pour donner des points lors de l'inscription
ru_ru: Не используйте этот метод, чтобы давать очки при регистрации

# getDisplayType
source: Registration's anniversary
cs_cz: Výročí registrace
de_de: Jubiläum der Registrierung
fr_fr: Anniversaire d'inscription
ru_ru: Годовщина регистрации

source: Anniversary (registration) %s
cs_cz: Výročí (registrace) %s
de_de: Jahrestag (Registrierung) %s
fr_fr: Anniversaire (inscription) %s
ru_ru: Годовщина (регистрации) %s

source: Miscellaneous
cs_cz: Smíšený
de_de: Verschiedenes
fr_fr: Divers
ru_ru: Разное

source: The customer will earn points when he earns one or more badges.
cs_cz: Zákazník získá body, když získá jeden nebo více odznaků.
de_de: Der Kunde sammelt Punkte, wenn er einen oder mehrere Abzeichen verdient.
fr_fr: Le client gagnera des points lorsqu’il gagnera un ou plusieurs badges.
ru_ru: Клиент будет зарабатывать очки, когда он получит один или несколько значков.

source: Combine this method with Achievements to reward customers when they unlock an achievement
cs_cz: Zkombinujte tuto metodu s úspěchy, abyste odměnili zákazníky, když si odemknou nějaký úspěch
de_de: Kombinieren Sie diese Methode mit Achievements, um Kunden zu belohnen, wenn sie eine Errungenschaft freischalten
fr_fr: Combinez cette méthode avec des succès pour récompenser les clients lorsqu’ils débloquent un succès
ru_ru: Комбинируйте этот метод с достижениями, чтобы награждать клиентов, когда они открывают достижения

source: Action will be counted only when all selected badges will be owned by the customer.
cs_cz: Akce se započítá pouze v případě, že zákazník bude vlastnit všechny vybrané odznaky.
de_de: Die Aktion wird nur gezählt, wenn alle ausgewählten Badges im Besitz des Kunden sind.
fr_fr: L’action sera comptabilisée uniquement lorsque tous les badges sélectionnés seront possédés par le client.
ru_ru: Действие будет засчитано только тогда, когда все выбранные значки будут заработаны клиентом.

source: Points will be earned only when all selected badges will be owned by the customer
cs_cz: Body budou získávány pouze v případě, že zákazník bude vlastnit všechny vybrané odznaky
de_de: Punkte werden nur dann gesammelt, wenn alle ausgewählten Abzeichen im Besitz des Kunden sind
fr_fr: Les points ne seront gagnés que lorsque tous les badges sélectionnés seront détenus par le client
ru_ru: Очки будут заработаны только тогда, когда все выбранные значки будут получены клиентом

source: Select at least one badge
cs_cz: Vyberte alespoň jeden odznak
de_de: Wählen Sie mindestens ein Badge aus
fr_fr: Sélectionnez au moins un badge
ru_ru: Выберите хотя бы один Значок

# getDisplayType
source: User unlocked badges
cs_cz: Uživatelem odemčené odznaky
de_de: Benutzer entsperrte Badges
fr_fr: Badges déverrouillé par l’utilisateur
ru_ru: Разблокированные значки пользователем

source: Badge %s unlocked
cs_cz: Odznak %s získán
de_de: Badge %s freigeschaltet
fr_fr: Badge %s déverrouillé
ru_ru: Значок %s разблокирован

source: Badges %s unlocked
cs_cz: Odznaky %s získány
de_de: Abzeichen %s freigeschaltet
fr_fr: Badges %s déverrouillés
ru_ru: Значки %s разблокированы

source: User got the badge %s
cs_cz: Uživatel získal odznak %s
de_de: Benutzer hat das Badge %s erhalten
fr_fr: L’utilisateur a obtenu le badge %s
ru_ru: Пользователь получил значки - %s

source: User
cs_cz: Uživatel
de_de: Benutzer
fr_fr: Utilisateur
ru_ru: Пользователь

source: The customer will earn points for his birthday. A security prevents users from changing their date to trigger this multiple times.
cs_cz: Zákazník získá body k narozeninám. Zabezpečení brání uživatelům ve změně jejich data, aby se toto aktivovalo vícekrát.
de_de: Der Kunde sammelt Punkte für seinen Geburtstag. Eine Sicherheit verhindert, dass Benutzer ihr Datum ändern, um dies mehrmals auszulösen.
fr_fr: Le client gagnera des points pour son anniversaire. Une sécurité empêche les utilisateurs de modifier leur date pour le déclencher plusieurs fois.
ru_ru: Клиент будет зарабатывать очки за свой день рождения. Безопасность не позволитт пользователям изменять дату, чтобы активировать это несколько раз.

source: You can choose to trigger this a few days earlier to send customers a coupon they can use for their birthday
cs_cz: Můžete se rozhodnout, že toto aktivujete o několik dní dříve, abyste zákazníkům poslali kupón, který mohou použít k narozeninám
de_de: Sie können dies einige Tage früher auslösen, um Kunden einen Gutschein zu senden, den sie für ihren Geburtstag verwenden können
fr_fr: Vous pouvez choisir de déclencher cela quelques jours plus tôt pour envoyer aux clients un coupon qu’ils peuvent utiliser pour leur anniversaire
ru_ru: Вы можете выбрать, чтобы активировать это несколькими днями ранее, чтобы отправить клиентам купон, который они могут использовать в свой день рождения

source: Last CRON
de_de: Letzte CRON
fr_fr: Dernier CRON

source: Birthdays on %s
de_de: Geburtstage auf %s
fr_fr: Anniversaires sur %s

source: That values only count last validated passed birthday dates. Other restriction in fidelity system (like user roles, etc.) could prevent users getting points anyway.
de_de: Diese Werte zählen nur die zuletzt überprüften Geburtstagsdaten. Andere Einschränkungen im Wiedergabetreuesystem (wie Benutzerrollen usw.) könnten verhindern, dass Benutzer ohnehin Punkte erhalten.
fr_fr: Ces valeurs ne comptent que les dernières dates d’anniversaire passées validées. D’autres restrictions dans le système de fidélité (comme les rôles d’utilisateur, etc.) pourraient empêcher les utilisateurs d’obtenir des points de toute façon.

source: If you don't already have a birthday field in your customer registration form, go <a %s>here</a> to add one.
cs_cz: Pokud ve svém registračním formuláři zákazníka ještě nemáte pole k narozeninám, přidejte jej <a %s>sem</a>.
de_de: Wenn Sie noch kein Geburtstagsfeld in Ihrem Kundenregistrierungsformular haben, gehen Sie <a %s="">hier,</a> um ein Feld hinzuzufügen.
fr_fr: Si vous n'avez pas déjà un champ d'anniversaire dans votre formulaire d'inscription, allez <a %s>ici</a> pour en ajouter un.
ru_ru: Если у вас еще нет поля дня рождения в вашей форме регистрации клиентов, <a %s> перейдите </a>, чтобы добавить его.

# Coupon Unlockable
source: Early trigger
cs_cz: Včasná spoušť
de_de: Früher Auslöser
fr_fr: Déclenchement précoce
ru_ru: Ранний триггер

source: Trigger X days before birthday.
cs_cz: Spusťte X dny před narozeninami.
de_de: Trigger X Tage vor dem Geburtstag.
fr_fr: Déclenchement X jours avant l’anniversaire.
ru_ru: Задействовать за X дней до дня рождения.

# Ask for user meta key
source: Birthday meta key
cs_cz: Narozeninový meta klíč
de_de: Geburtstag Meta-Schlüssel
fr_fr: Clé meta d'anniversaire
ru_ru: Мета-ключ/поле даты Дня Рождения

source: In case you use a third party registration form, you can set the database user meta key used for the birthday date.
cs_cz: V případě, že používáte registrační formulář třetí strany, můžete nastavit meta klíč uživatele databáze používaný pro datum narozenin.
de_de: Wenn Sie ein Registrierungsformular eines Drittanbieters verwenden, können Sie den Datenbankbenutzermetaschlüssel festlegen, der für das Geburtstagsdatum verwendet wird.
fr_fr: Dans le cas où vous utilisez un formulaire d'inscription tiers, vous pouvez définir la clé meta utilisée en base de données pour la date d'anniversaire.
ru_ru: В случае использования формы регистрации от сторонних разработчиков Вы можете установить своё мета-поле пользователя в базе данных, используемое для даты рождения.

source: Early trigger
cs_cz: Včasná spoušť
de_de: Früher Auslöser
fr_fr: Déclenchement précoce
ru_ru: Ранний триггер

source: Birthday meta key
cs_cz: Narozeninový meta klíč
de_de: Geburtstag Meta-Schlüssel
fr_fr: Clé meta d'anniversaire
ru_ru: Мета-ключ/поле даты Дня Рождения

# getDisplayType
source: Birthday
cs_cz: Datum narození
de_de: Geburtstag
fr_fr: Date de naissance
ru_ru: День Рождения

source: At birthday
cs_cz: K narozeninám
de_de: Zum Geburtstag
fr_fr: À l'anniversaire
ru_ru: В День Рождения

source: %1$d %2$s before birthday
cs_cz: %1$d %2$s před narozeninami
de_de: %1$d %2$s vor dem Geburtstag
fr_fr: %1$d %2$s avant l'anniversaire
ru_ru: %1$d %2$s перед днём рождения

source: Birthday %s
cs_cz: Narozeniny %s
de_de: Geburtstag %s
fr_fr: Anniversaire %s
ru_ru: День Рождения %s

source: The customer will earn points for buying products from specific categories.
cs_cz: Zákazník získá body za nákup produktů z konkrétních kategorií.
de_de: Der Kunde erhält Punkte für den Kauf von Produkten aus bestimmten Kategorien.
fr_fr: Le client gagnera des points pour acheter des produits de catégories spécifiques.
ru_ru: Клиент будет получать очки за покупку товаров из определенных категорий.

source: The number of points given is fixed for every product.
cs_cz: Počet udělených bodů je u každého produktu pevný.
de_de: Die Anzahl der vergebenen Punkte ist für jedes Produkt festgelegt.
fr_fr: Le nombre de points donnés est fixé pour chaque produit.
ru_ru: Количество получаемых очков одинаково для всех товаров.

source: Buy at least %2$d products in category %1$s
cs_cz: Kup alespoň %2$d produkty v kategorii %1$s
fr_fr: Acheter au moins %2$d produits dans la catégorie %1$s
ru_ru: Купите не менее %2$d товаров категорий - %1$s

source: Buy products in category %s
cs_cz: Kup produkt v kategorii %s
de_de: Kaufen Sie Produkte in der Kategorie %s
fr_fr: Acheter des produits dans la catégorie %s
ru_ru: Купите Товары в категориях - %s

# Unknown category
source: Unknown
cs_cz: Neznámý
de_de: Unbekannt
fr_fr: Inconnu
ru_ru: Неизвестно

source: Priority
cs_cz: Přednost
de_de: Priorität
fr_fr: Priorité
ru_ru: Приоритет

source: Customer orders will run by ascending priority value.
cs_cz: Objednávky zákazníků budou spuštěny podle vzestupné hodnoty priority.
de_de: Kundenaufträge werden nach aufsteigendem Prioritätswert ausgeführt.
fr_fr: Les commandes des clients seront exécutées par une valeur prioritaire ascendante.
ru_ru: Заказы клиентов будут обработаны по возрастанию приоритета.

# Buy In Category Event
source: Quantity Multiplier
cs_cz: Násobitel množství
de_de: Mengenmultiplikator
fr_fr: Multiplicateur de quantité
ru_ru: Количественный множитель

source: If checked, action will be counted once per product in the cart meeting the conditions. Otherwise, only once per order.
cs_cz: Pokud je zaškrtnuto, akce se započítá jednou pro každý produkt v košíku, který splňuje podmínky. Jinak pouze jednou na objednávku.
de_de: Wenn diese Option aktiviert ist, wird die Aktion einmal pro Produkt im Warenkorb gezählt, der die Bedingungen erfüllt. Andernfalls nur einmal pro Bestellung.
fr_fr: Si elle est cochée, les points seront gagnés pour chaque produit dans le panier remplissant les conditions. Dans le cas contraire, les points ne seront gagnés qu’une seule fois par commande.
ru_ru: Если включено, действие будет засчитано один раз за каждый продукт в корзине, соотвествующий условиям. В противном случае, только один раз за каждый заказ.

source: If checked, points will be earned for each product in the cart meeting the conditions. Otherwise, points will be earned only once per order
cs_cz: Pokud je zaškrtnuto, body budou získávány za každý produkt v košíku, který splňuje podmínky. Jinak budou body za každou objednávku získány pouze jednou
de_de: Wenn diese Option aktiviert ist, werden punkteweise für jedes Produkt im Warenkorb gesammelt, der die Bedingungen erfüllt. Andernfalls werden Punkte nur einmal pro Bestellung gesammelt
fr_fr: Si elle est cochée, les points seront gagnés pour chaque produit dans le panier remplissant les conditions. Dans le cas contraire, les points ne seront gagnés qu’une seule fois par commande
ru_ru: Если включено, очки будут заработаны за каждый продукт в корзине, соотвествующий условиям. В противном случае очки будут заработаны только один раз за каждый заказ

# Coupon Unlockable
source: Minimum product count
cs_cz: Minimální počet produktů
de_de: Minimale Produktanzahl
fr_fr: Nombre minimum de produits
ru_ru: Минимальное количество продуктов

source: Product categories
cs_cz: Kategorie produktů
de_de: Produktkategorien
fr_fr: Catégories de produits
ru_ru: Категории товаров

# Buy In Category Event
source: Categories
cs_cz: Kategorie
de_de: Kategorien
fr_fr: Catégories
ru_ru: Категории
