Repository: yaman-suneja/coh
Catalog: plugins/woorewards/modules/woorewards-pro/languages/woorewards-pro-*.po
Languages: cs_cz, de_de, fr_fr, ru_ru

source: Display the Achievements tab.
cs_cz: Zobrazte kartu Úspěchy.
de_de: Zeige die Registerkarte für Erfolge.
fr_fr: Affichez l’onglet Succès.
ru_ru: Отображение вкладки "Достижения".

source: Achievements Tab Title
cs_cz: Název karty Úspěchy
de_de: Übersichtdetails
fr_fr: Titre de l’onglet Succès
ru_ru: Название вкладки "Достижения"

source: My Account - Loyalty
cs_cz: Můj účet - Věrnost
de_de: Mein Konto - Loyalität
fr_fr: Mon compte - Fidélité
ru_ru: Мой Аккаунт - Лояльность

source: Show to the customer all loyalty and rewards information in a dedicated 'Loyalty and Rewards' Tab inside WooCommerce's My Account.
cs_cz: Ukažte zákazníkovi všechny informace o věrnosti a odměnách na vyhrazené kartě „Věrnost a odměny“ na mém účtu WooCommerce.
de_de: Zeigen Sie dem Kunden alle Treue- und Belohnungsinformationen in einem speziellen Tab "Loyalität und Belohnungen" in WooCommerces My Account.
fr_fr: Montrez au client toutes les informations de fidélité et de récompenses dans un onglet dédié «fidélité et récompenses» dans mon compte de WooCommerce.
ru_ru: Показывайте клиенту всю информацию о лояльности и наградах в отдельной вкладке 'Лояльность и Награды' на странице 'Мой Аккаунт' от WooCommerce.

source: My Account - Badges
cs_cz: Můj účet - Odznaky
fr_fr: Mon compte - Badges
ru_ru: Мой Аккаунт - Значки

source: Show to the customer all badges he owns in a 'Badges' Tab inside WooCommerce's My Account.
cs_cz: Ukažte zákazníkovi všechny odznaky, které vlastní, na kartě „Odznaky“ na mém účtu WooCommerce.
de_de: Zeigen Sie dem Kunden alle Abzeichen, die er besitzt, in einem "Badges"-Tab in WooCommerces Mein Konto.
fr_fr: Montrez au client tous les badges qu’il possède dans un onglet ’Badges’ dans 'Mon Compte' de WooCommerce.
ru_ru: Покажите клиенту все принадлежащие ему значки в вкладке 'Значки' в 'Мой Аккаунт' WooCommerce.

source: My Account - Achievements
cs_cz: Můj účet - úspěchy
de_de: Mein Konto - Erfolge
fr_fr: Mon compte - Succès
ru_ru: Мой Аккаунт - Достижения

source: Show to the customer all possible achievements in a 'Achievements' Tab inside WooCommerce's My Account.
cs_cz: Ukažte zákazníkovi všechny možné úspěchy na kartě „Úspěchy“ v části Můj účet WooCommerce.
de_de: Zeigen Sie dem Kunden alle möglichen Erfolge in einem "Achievements" -Tab in WooCommerces My Account.
fr_fr: Montrez au client tous les succès possibles dans un onglet «Succès» dans mon compte de WooCommerce.
ru_ru: Покажите клиенту все возможные достижения в вкладке 'Достижения' в 'Мой Аккаунт' WooCommerce.

source: Show to your customers how many points they can earn when purchasing a product
fr_fr: Montrez à vos clients combien de points ils peuvent gagner lors de l’achat d’un produit

source: You can set a different content for regular products and for variable products
fr_fr: Vous pouvez définir un contenu différent pour les produits réguliers et pour les produits variables

source: Use the following options to display specific information :
fr_fr: Utilisez les options suivantes pour afficher des informations spécifiques sur l’e-mail :

source: Displays the amount of points earned for purchasing a regular product
fr_fr: Affiche le nombre de points gagnés pour l’achat d’un produit régulier

source: Displays the minimum amount of points earned for purchasing a variable product
fr_fr: Affiche le nombre minimum de points gagnés pour l’achat d’un produit variable

source: Displays the maximum amount of points earned for purchasing a variable product
fr_fr: Affiche le nombre maximal de points gagnés pour l’achat d’un produit variable

source: In addition, there are several options you can use to customize the display :
fr_fr: De plus, il existe plusieurs options que vous pouvez utiliser pour personnaliser l’affichage :

source: Select for which system you want to show points (example : [wr_product_points system='default'])
fr_fr: Sélectionnez le système pour lequel vous souhaitez afficher les points (exemple : [wr_product_points system='default'])

source: Set this option to display the points currency next to the points amount (example : [wr_product_points showcurrency='true'])
fr_fr: Définissez cette option pour afficher la devise des points à côté du montant des points (exemple : [wr_product_points showcurrency='true'])

source: Display Location
de_de: Anzeige des Orts
fr_fr: Affiche l’emplacement
ru_ru: Расположение мест

source: Not Displayed
de_de: Nicht angezeigt
fr_fr: Non affiché

source: Top of Product Summary
fr_fr: Haut du résumé du produit

source: Before Product Summary
de_de: Vor Produktzusammenfassung
fr_fr: Avant le résumé de produit

source: After Short Description
cs_cz: Po krátkém popisu
fr_fr: Après une brève description
ru_ru: После короткого описания

source: Before Quantity
fr_fr: Avant la quantité

source: After Add to Cart
cs_cz: Umístění
de_de: Nach dem Hinzufügen in den Warenkorb
fr_fr: Après Ajouter au panier
ru_ru: После того, как добавить в корзину

source: After Product Summary
de_de: Nach Produktzusammenfassung
fr_fr: Après Résumé Produit
ru_ru: После обзора продукта

source: Regular Products Content
fr_fr: Contenu des produits réguliers

source: Variable Products Content
fr_fr: Contenu des produits variables

source: Show to your customers how many points they can earn when purchasing products
fr_fr: Montrez à vos clients combien de points ils peuvent gagner lors de l’achat de produits

source: Before Image
de_de: Vor Bild
fr_fr: Image avant
ru_ru: Перед изображением

source: After Description
de_de: Nach der Beschreibung
fr_fr: Après la description
ru_ru: После описания

source: After Price
cs_cz: Po ceně
de_de: Nach dem Preis
fr_fr: Après le prix
ru_ru: После цены

source: Below Add to Cart
de_de: Unter dem "Zum Warenkorb hinzufügen"
fr_fr: En-dessous de Ajouter au panier
ru_ru: Ниже кнопки "Добавить в корзину"

source: Order Email Points Information
de_de: Informationen zu E-Mail-Punkten bestellen
fr_fr: Informations sur les points de commande

source: Set a message for customers when they place a new order
cs_cz: Nastavit zprávu pro zákazníky, když zadají novou objednávku
de_de: Festlegen einer Nachricht für Kunden, wenn sie eine neue Bestellung aufgeben
fr_fr: Définissez un message pour les clients lorsqu’ils passent une nouvelle commande
ru_ru: Установите сообщение для клиентов при размещении нового заказа

source: Use the following options to display specific information on the email :
cs_cz: K zobrazení konkrétních informací v e-mailu použijte následující možnosti:
fr_fr: Utilisez les options suivantes pour afficher des informations spécifiques sur l’e-mail :
ru_ru: Используйте следующие опции для отображения конкретной информации по электронной почте:

source: displays all information about points earned in the current points and rewards system.
cs_cz: zobrazí všechny informace o bodech získaných v aktuálním systému bodů a odměn.
de_de: zeigt alle Informationen zu den im aktuellen Punkte- und Prämiensystem gesammelten Punkten an.
fr_fr: affiche toutes les informations sur les points gagnés dans le système actuel de points et récompenses.
ru_ru: отображает всю информацию об очках, заработанных в текущей системе очков и наград.

source: displays the points earned for this order in the current points and rewards systems.
cs_cz: zobrazuje body získané za tuto objednávku v aktuálních systémech bodů a odměn.
de_de: zeigt die für diese Bestellung gesammelten Punkte in den aktuellen Punkte- und Prämiensystemen an.
fr_fr: affiche les points gagnés pour cet ordre dans les systèmes actuels de points et récompenses.
ru_ru: отображает заработанные за этот заказ очки в текущих системах очков и наград.

source: displays the name of the points in the current points and rewards systems.
cs_cz: zobrazí název bodů v aktuálních systémech bodů a odměn.
fr_fr: affiche le nom des points dans les systèmes actuels de points et récompenses.
ru_ru: отображает имя очков в текущих системах очков и наград.

source: displays the title of the current points and rewards systems.
cs_cz: zobrazí název aktuálních bodů a odmění systémy.
de_de: zeigt den Titel der aktuellen Punkte- und Belohnungssysteme an.
fr_fr: affiche le titre des systèmes actuels de points et récompenses.
ru_ru: отображает название текущих систем очков и наград.

source: displays the user's points balance in the current points and rewards systems.
fr_fr: affiche le solde de points de l’utilisateur dans les systèmes de points et de récompenses actuels.

source: If multiple points and rewards systems gave points with the order, the text will be repeated for each system.
cs_cz: Pokud systém s více body a odměnami dal body s objednávkou, text se bude opakovat pro každý systém.
de_de: Wenn mehrere Punkte- und Belohnungssysteme Punkte mit der Bestellung vergeben haben, wird der Text für jedes System wiederholt.
fr_fr: Si plusieurs systèmes de points et récompenses ont donné des points avec la commande, le texte sera répété pour chaque système.
ru_ru: Если несколько систем очков и наград принесли очки за заказ, текст будет повторён для каждой системы.

source: Enable Email Message
cs_cz: Povolit e-mailovou zprávu
de_de: E-Mail-Nachricht aktivieren
fr_fr: Activez le message d’email
ru_ru: Включить сообщения в email-письмах

source: Check this option if you want to show a message in new order emails
cs_cz: Tuto možnost zaškrtněte, pokud chcete zobrazovat zprávy v e-mailech nových objednávek
de_de: Aktivieren Sie diese Option, wenn Sie eine Nachricht in E-Mails mit neuer Bestellung anzeigen möchten
fr_fr: Vérifiez cette option si vous souhaitez afficher un message dans les e-mails de nouvelle commande
ru_ru: Включите эту опцию, если вы хотите показывать сообщение в email'ах нового заказа

source: Enable Thanks Page Message
fr_fr: Activer le message de la page de remerciements

source: Check this option if you want to show a message in the Thank you page after Order validation
de_de: Aktivieren Sie diese Option, wenn Sie nach der Bestellbestätigung eine Nachricht auf der Dankesseite anzeigen möchten
fr_fr: Cochez cette option si vous souhaitez afficher un message dans la page Merci après la validation de la commande

source: Enable Order Details Message
fr_fr: Activer le message Détails de la commande

source: Check this option if you want to show a message in the Order details, in Customer My Account page
de_de: Aktivieren Sie diese Option, wenn Sie eine Nachricht in den Bestelldetails auf der Seite Kunde Mein Konto anzeigen möchten
fr_fr: Cochez cette option si vous souhaitez afficher un message dans les détails de la commande, dans la page Mon compte client

source: If you select several systems, they will be displayed separately, one after the other when using the shortcode.
cs_cz: Pokud vyberete několik systémů, budou se při použití zkráceného kódu zobrazovat samostatně, jeden po druhém.
de_de: Wenn Sie mehrere Systeme auswählen, werden diese bei Verwendung des Shortcodes nacheinander getrennt angezeigt.
fr_fr: Si vous sélectionnez plusieurs systèmes, ils seront affichés séparément, l’un après l’autre lors de l’utilisation du shortcode.
ru_ru: Если Вы выбрали несколько систем, то при использовании шорткода они будут отображаться отдельно, один за другим.

source: Email text
cs_cz: Text e-mailu
fr_fr: Texte e-mail
ru_ru: Текст email-письма

source: With this order, you will earn [wr_wc_order_points]
cs_cz: S touto objednávkou získáte [wr_wc_order_points]
de_de: Mit dieser Bestellung verdienen Sie [wr_wc_order_points]
fr_fr: Avec cette comande, vous gagnerez [wr_wc_order_points]
ru_ru: За этот заказ Вы получите [wr_wc_order_points]

source: Action to perform
cs_cz: Akce pro získání
de_de: Wählen Sie eine Aktion aus
fr_fr: Action à effectuer
ru_ru: Действие для выполнения

source: System Title
cs_cz: Název systému
de_de: Systemtitel
fr_fr: Titre du système
ru_ru: Название системы

source: Occurence
cs_cz: Výskyt
de_de: Auftreten
fr_fr: Occurrence
ru_ru: Возникновение

source: Create
cs_cz: Vytvořit
de_de: Erstellen
fr_fr: Créer
ru_ru: Создать

source: Save
cs_cz: Uložit
fr_fr: Sauvegarder
ru_ru: Сохранить

# title suffix at pool copy
source: (copy)
cs_cz: (kopírovat)
de_de: (Kopie)
fr_fr: (copie)
ru_ru: (копия)

source: Achievement settings
cs_cz: Výzva nastavení
de_de: Übersichtdetails
fr_fr: Réglages du succès
ru_ru: Настройки достижений

source: Action settings
cs_cz: Nastavení akce
de_de: Aktionseinstellungen
fr_fr: Paramètres de l'action
ru_ru: Настройки действий

source: Title
cs_cz: Titul
de_de: Titel
fr_fr: Titre
ru_ru: Название

source: Achievement Reward
fr_fr: Récompense de succès

source: Action occurences
cs_cz: Akce událostí
de_de: Aktionsvorkommen
fr_fr: Occurrences de l’action
ru_ru: Возникновения действий

source: Allowed roles
cs_cz: Povolené role
de_de: Erlaubte Rollen
fr_fr: Fichiers autorisés
ru_ru: Разрешенные роли

source: Choose a badge ...
cs_cz: Výběr odznaku...
de_de: Wählen Sie ein Abzeichen ...
fr_fr: Choisissez un badge...
ru_ru: Выберите значок ...

source: Title (Optional)
cs_cz: Název (volitelný)
de_de: Titel (optional)
fr_fr: Titre (Optionnel)
ru_ru: Название (необязательно)

source: The number of time the user must perform the chosen action.
cs_cz: Kolikrát musí uživatel provést vybranou akci.
de_de: Die Häufigkeit, mit der der Benutzer die ausgewählte Aktion ausführen muss.
fr_fr: Le nombre de fois que l’utilisateur doit effectuer l’action choisie.
ru_ru: Время, в течение которого пользователь должен выполнить выбранное действие.

source: The action will be defined below.
fr_fr: L’action sera définie ci-dessous.

source: Only users with the selected roles can get that achievement. Leave empty if all users are authorized to do it.
de_de: Nur Benutzer mit den ausgewählten Rollen können diese Leistung erzielen. Leer lassen, wenn alle Benutzer dazu berechtigt sind.
fr_fr: Seuls les utilisateurs avec les rôles sélectionnés peuvent obtenir ce succès. Laissez vide si tous les utilisateurs sont autorisés à le faire.

source: Existing Badge
fr_fr: Badge existant

source: Reward
cs_cz: Odměna
de_de: Auszeichnung
fr_fr: Récompense
ru_ru: Награда

source: Please, select an image for the badge.
fr_fr: Veuillez sélectionner une image pour le badge.

source: An achievement or badge title is required.
fr_fr: Un titre de succès ou de badge est requis.

source: Badge creation failure.
fr_fr: Échec de création du badge.

source: Cannot attach the media to the badge.
fr_fr: Impossible d’attacher le média au badge.

source: You have to pick a badge as achievement reward.
cs_cz: Jako odměnu za úspěch si musíte vybrat odznak.
de_de: Sie müssen ein Abzeichen als Erfolgsbelohnung auswählen.
fr_fr: Vous devez choisir un badge comme récompense de succès.
ru_ru: Вы должны выбрать значок в качестве награды достижения.

source: The selected Loyalty System cannot be found.
cs_cz: Vybraný věrnostní systém nelze najít.
fr_fr: Le système de points et récompenses sélectionné est introuvable.
ru_ru: Выбранная Система Лояльности не может быть найдена.

source: The selected Loyalty System cannot be found for copy.
cs_cz: Vybraný věrnostní systém nelze najít ke kopírování.
de_de: Das ausgewählte Treuesystem kann nicht zum Kopieren gefunden werden.
fr_fr: Le système de points et récompenses sélectionné ne peut pas être trouvé pour la copie.
ru_ru: Выбранная Система Лояльности не может быть найдена для копирования.

source: The selected action type cannot be found.
cs_cz: Vybraný typ akce nelze najít.
de_de: Der ausgewählte Aktionstyp wurde nicht gefunden.
fr_fr: Le type d’action sélectionné est introuvable.
ru_ru: Выбранный тип действия не может быть найден.

source: The default Loyalty Systems cannot be deleted.
cs_cz: Výchozí věrnostní systémy nelze smazat.
de_de: Die Standard-Treuesysteme können nicht gelöscht werden.
fr_fr: Les systèmes de points et récompenses par défaut ne peuvent pas être supprimés.
ru_ru: Системы лояльности по умолчанию не могут быть удалены.

source: Demo Badge Title
cs_cz: Název demo odznaku
de_de: Demo-Abzeichen-Titel
fr_fr: Titre du badge démo
ru_ru: Демо Название Значка

source: Demo Badge Description. This is the description of the badge awarded to customers
cs_cz: Popis DEMO odznaku. Toto je popis odznaku uděleného zákazníkům
de_de: Demo Badge Beschreibung. Dies ist die Beschreibung des Abzeichens, das an Kunden vergeben wird
fr_fr: Démo badge Description. Il s’agit de la description du badge attribué aux clients
ru_ru: Демо-Описание Знака. Это описание значка, присуждаемого клиентам

source: Owners
cs_cz: Majitelé
de_de: Eigentümer
fr_fr: Propriétaires
ru_ru: Владельцы

source: Owner user
cs_cz: Vlastník uživatele
de_de: Besitzerbenutzer
fr_fr: Utilisateur propriétaire
ru_ru: Пользователь-владелец

source: Success Content
cs_cz: Obsah úspěchu
de_de: Erfolgsinhalte
fr_fr: Contenu du succès
ru_ru: Содержание успеха

source: Animation preview
cs_cz: Náhled animace
de_de: Animationsvorschau
fr_fr: Aperçu de l’animation
ru_ru: Предпросмотр анимации

source: Language
cs_cz: Jazyk
de_de: Sprache
fr_fr: Langue
ru_ru: Язык

source: Content
cs_cz: Obsah
de_de: Inhalt
fr_fr: Contenu
ru_ru: Содержание

source: Run a preview
cs_cz: Spustit náhled
de_de: Ausführen einer Vorschau
fr_fr: Exécuter un aperçu
ru_ru: Запустить предварительный просмотр

source: Badge size
cs_cz: Velikost odznaku
de_de: Badge-Größe
fr_fr: Taille de badge
ru_ru: Размер значка

source: Excerpt
cs_cz: Výňatek
de_de: Auszug
fr_fr: Extrait
ru_ru: Отрывок

source: Configuration Wizard
de_de: Konfigurationsassistent
fr_fr: Assistant de configuration

source: Select the program that matches your needs, follow the steps and let the wizard configure everything for you
fr_fr: Sélectionnez le programme qui correspond à vos besoins, suivez les étapes et laissez l’assistant tout configurer pour vous

source: Add a Standard Points and Rewards System
cs_cz: Přidejte standardní systém bodů a odměn
fr_fr: Ajouter un système standard de points et de récompenses
ru_ru: Добавить Стандартную Систему Очков и Наград

source: Customers earn points by performing various actions. They can then use their points directly on the cart to get immediate discounts or spend them to unlock other rewards.
cs_cz: Zákazníci získávají body prováděním různých akcí. Poté mohou použít své body přímo na košíku k získání okamžitých slev nebo je utratit za odemknutí dalších odměn.
de_de: Kunden sammeln Punkte, indem sie verschiedene Aktionen ausführen. Sie können dann ihre Punkte direkt auf dem Warenkorb verwenden, um sofortige Rabatte zu erhalten oder sie auszugeben, um andere Belohnungen freizuschalten.
fr_fr: Les clients gagnent des points en effectuant diverses actions. Ils peuvent ensuite utiliser leurs points directement sur le panier pour obtenir des rabais immédiats ou les dépenser pour débloquer d’autres récompenses.
ru_ru: Клиенты зарабатывают очки, выполняя различные действия. Затем они смогут использовать свои очки для получения мгновенных скидок непосредственно в корзине или для разблокировки других наград.

source: Add a Leveling Points and Rewards System
cs_cz: Přidejte systém úrovňových bodů a odměn
de_de: Hinzufügen eines Leveling Points- und Rewards-Systems
fr_fr: Ajouter un système de points et récompenses par niveaux
ru_ru: Добавить Уровневую Систему Очков и Наград

source: Customers earn points and unlock levels and rewards as they progress. <b>In a leveling system, customers never spend their points.</b>
cs_cz: Zákazníci v průběhu postupu získávají body a odemykají úrovně a odměny.<b> V nivelačním systému zákazníci nikdy neutratí své body.</b>
fr_fr: Les clients gagnent des points et débloquent les niveaux et les récompenses au fur et à mesure qu’ils progressent. <b>Dans un système par niveaux, les clients ne dépensent jamais leurs points.</b>
ru_ru: Клиенты зарабатывают очки и открывают уровни и награды по мере своего прогресса. <b>В уровневой системе клиенты никогда не тратят свои очки.</b>

source: Edit
cs_cz: Upravit
de_de: Bearbeiten
fr_fr: Modifier
ru_ru: Редактировать

source: Copy
cs_cz: Kopírovat
de_de: Kopieren
fr_fr: Copier
ru_ru: Копировать

source: Turn On
cs_cz: Zapnout
de_de: Einschalten
fr_fr: Activer
ru_ru: Включить

source: Turn Off
cs_cz: Vypnout
de_de: Ausschalten
fr_fr: Fermer
ru_ru: Выключить

# editlist cell pool status
source: Scheduled
cs_cz: Naplánováno
de_de: Geplant
fr_fr: Planifié
ru_ru: Запланировано

# editlist cell pool status
source: Running
cs_cz: Běh
de_de: Läuft
fr_fr: En cours
ru_ru: Работает

# editlist cell pool status
source: Ended - Rewards available
cs_cz: Ukončeno - odměny k dispozici
de_de: Beendet - Belohnungen verfügbar
fr_fr: Terminé - récompenses disponibles
ru_ru: Завершено - Награды доступны

# editlist cell pool status
source: Ended
cs_cz: Skončil
de_de: Beendet
fr_fr: Terminé
ru_ru: Закончено

source: Points and Rewards System
cs_cz: Systém bodů a odměn
de_de: Bitte gib einen <b>Titel</b> für dieses Punkte- und Belohnungssystem an
fr_fr: Système de points et récompenses
ru_ru: Система Очков и Наград

source: Status
cs_cz: Postavení
fr_fr: Statut
ru_ru: Статус

source: Event Dates
cs_cz: Data události
de_de: Veranstaltungsdaten
fr_fr: Dates de l’événement
ru_ru: Даты событий

source: Shortcode Attribute
cs_cz: Atribut krátkého kódu
fr_fr: Attribut code court
ru_ru: Атрибут шорткода

source: Points Reserve
cs_cz: Rezerva bodů
fr_fr: Réserve de points
ru_ru: Резерв Очков

source: Leveling
cs_cz: Úrovně
fr_fr: Niveaux
ru_ru: Уровневая

source: (Missing System, Please reload the page)
cs_cz: (Chybějící systém, prosím znovu načtěte stránku)
de_de: (Fehlendes System, bitte laden Sie die Seite neu)
fr_fr: (Système manquant, S’il vous plaît rechargez la page)
ru_ru: (Отсутствует система. Пожалуйста, перезагрузите страницу)

source: Max Percentage
cs_cz: Max. Procento
de_de: Prozente erworben
fr_fr: Pourcentage maximum
ru_ru: Максимальный процент

source: Rarity
cs_cz: Rarita
de_de: Seltenheit
fr_fr: Rareté
ru_ru: Редкость

source: The percentage must be a numeric value
cs_cz: Procento musí být číselná hodnota
de_de: Der Prozentsatz muss ein numerischer Wert sein
fr_fr: Le pourcentage doit être une valeur numérique
ru_ru: Процент должен быть в виде числового значения

source: The percentage must be number between 0 and 100
cs_cz: Procento musí být číslo od 0 do 100
de_de: Der Prozentsatz muss zwischen 0 und 100 sein
fr_fr: Le pourcentage doit être un nombre entre 0 et 100
ru_ru: Процент должен быть числом от 0 до 100

source: The rarity label can't be empty
cs_cz: Štítek vzácnosti nemůže být prázdný
de_de: Das Raritätsetikett darf nicht leer sein
fr_fr: Le label de rareté ne peut pas être vide
ru_ru: Метка редкости не может быть пустой

source: This percentage is already taken
cs_cz: Toto procento je již obsazeno
de_de: Dieser Prozentsatz ist bereits vergeben
fr_fr: Ce pourcentage est déjà pris
ru_ru: Этот процент уже занят

source: The selected Percentage cannot be found.
cs_cz: Vybrané procento nelze najít.
de_de: Der ausgewählte Prozentsatz wurde nicht gefunden.
fr_fr: Le pourcentage sélectionné est introuvable.
ru_ru: Выбранный Процент не может быть найден.

source: Public title
cs_cz: Veřejný titul
de_de: Öffentlicher Titel
fr_fr: Titre public
ru_ru: Публичное название

source: Reward descriptions
cs_cz: Popisy odměn
de_de: Belohnenbeschreibungen
fr_fr: Descriptions des récompenses
ru_ru: Описания наград

source: Reward Settings
cs_cz: Nastavení odměn
de_de: Belohnungs-Einstellungen
fr_fr: Réglages de récompense
ru_ru: Настройки Наград

source: The selected Referral Reward cannot be found.
fr_fr: La récompense de recommandation sélectionnée est introuvable.

source: The selected Referral Reward type cannot be found.
fr_fr: Le type de récompense de recommandation sélectionné est introuvable.

source: No filter
cs_cz: Žádný filtr
de_de: Kein Filter
fr_fr: Pas de filtre
ru_ru: Без фильтра
