Repository: yaman-suneja/coh
Catalog: plugins/woorewards/modules/lws-manager/languages/lwsmanager-*.po
Languages: cs_cz, ru_ru

source: Seems like your trial period has been already consumed.
cs_cz: Vypadá to, že vaše zkušební doba již byla vyčerpána.
ru_ru: Похоже, Ваш пробный период был уже использован.

source: There was a problem establishing a connection to the trial server.
cs_cz: Došlo k problému s navázáním připojení k zkušebnímu serveru.
ru_ru: Возникла проблема при установке соединения с сервером пробной версии.

source: Update to the premium Trial is now available.
cs_cz: Nyní je k dispozici aktualizace prémiové verze.
ru_ru: Обновление до Премиум-пробника теперь доступно.

source: The Trial for <i>%2$s</i> will expire the <b>%1$s</b>.
cs_cz: Zkušební verze pro <i>%2$s</i> vyprší <b>%1$s</b>.
ru_ru: Пробная версия для <i>%2$s</i> истечёт <b>%1$s</b>.

source: The Trial for <i>%2$s</i> already expired the <b>%1$s</b>.
cs_cz: Zkušební verze pro <i>%2$s</i> již vypršela <b>%1$s</b>.
ru_ru: Пробная версия для <i>%2$s</i> уже истекла <b>%1$s</b>.

source: There was a problem activating the Trial. You may retry later.
cs_cz: Při aktivaci zkušební verze došlo k problému. Můžete to zkusit později.
ru_ru: Возникла проблема с активацией Пробной версии. Вы можете повторить попытку позже.

source: There was a problem establishing a connection to the license service.
cs_cz: Při navazování připojení k licenční službě došlo k problému.
ru_ru: Возникла проблема при установке соединения с сервисом лицензии.

source: There was a problem establishing a connection to the license server.
cs_cz: Při navazování připojení k licenčnímu serveru došlo k problému.
ru_ru: Возникла проблема при установке соединения с сервером лицензии.

source: The previews license key (%s) has been deactivated.
cs_cz: Licenční klíč náhledů (%s) byl deaktivován.
ru_ru: Ключ лицензии предварительного просмотра (%s) отключен.

source: Licence Key Successfully Unassigned.
cs_cz: Licenční klíč byl úspěšně odhlášen.
ru_ru: Лицензионный ключ успешно отключен.

source: There was a problem deactivating the previews license key (%s).
cs_cz: Při deaktivaci náhledového licenčního klíče (%s) došlo k potížím.
ru_ru: Возникла проблема при деактивации ключа лицензии предварительного просмотра (%s).

source: There was a problem deactivating the license.
cs_cz: Při deaktivaci licence došlo k problému.
ru_ru: Возникла проблема при деактивации лицензии.

source: The license <b>%3$s</b> for <i>%2$s</i> expired the <b>%1$s</b>.
cs_cz: Licence <b>%3$</b> s pro <i>%2$s</i> vypršela <b>%1$s</b>.
ru_ru: Лицензия <b>%3$s</b> для <i>%2$s</i> истекла <b>%1$s</b>.

source: The license <b>%3$s</b> for <i>%2$s</i> will expire the <b>%1$s</b> unless you opted for automatic renewal.
cs_cz: Licence <b>%3$s</b> pro <i>%2$s</i> vyprší <b>%1$s</b>.
ru_ru: Лицензия <b>%3$s</b> для <i>%2$s</i> истечёт <b>%1$s</b>.

source: Update to the premium version is now available.
cs_cz: Aktualizace na prémiovou verzi je nyní k dispozici.
ru_ru: Обновление до премиум-версии теперь доступно.

source: The license <b>%3$s</b> for <i>%2$s</i> already expired the <b>%1$s</b>.
cs_cz: Licence <b>%3$s</b> pro <i>%2$s</i> již vypršela <b>%1$s</b>.
ru_ru: Лицензия <b>%3$s</b> для <i>%2$s</i> уже истекла <b>%1$s</b>.

source: There was a problem activating the license (%s).
cs_cz: Při aktivaci licence došlo k problému (%s).
ru_ru: Возникла проблема активации лицензии (%s).

source: Invalid licence key.
cs_cz: Neplatný licenční klíč.
ru_ru: Недействительный ключ лицензии.

source: Invalid licence key or licence not active for domain.
cs_cz: Neplatný licenční klíč nebo licence není pro doménu aktivní.
ru_ru: Недействительный ключ лицензии или лицензия не активна для домена.

source: You had reached the maximum number of domains for this key.
cs_cz: Dosáhli jste maximálního počtu domén pro tento klíč.
ru_ru: Вы достигли максимального количества доменов для этого ключа.

source: Licence Key does not match this product.
cs_cz: Licenční klíč neodpovídá tomuto produktu.
ru_ru: Лицензионный ключ не соответствует данному продукту.

source: Licence Key Is Unassigned.
cs_cz: Licenční klíč není přiřazen.
ru_ru: Лицензионный ключ был отвязан.

source: Licence key Is Active and Valid for Domain.
cs_cz: Licenční klíč je aktivní a platí pro doménu.
ru_ru: Лицензионный ключ активен и действителен для домена.

source: An Unexpected HTTP Error occurred during the API request.
cs_cz: Během požadavku API došlo k neočekávané chybě HTTP.
ru_ru: Произошла непредвиденная ошибка HTTP во время запроса API.

source: Unexpected response from API.
cs_cz: Neočekávaná odpověď z API.
ru_ru: Неожиданный ответ от API.

source: Your support access for the plugin <b>%1$s</b> is no longer available. Please visit %2$s to expend your support period.
cs_cz: Váš přístup k podpoře pluginu <b>%1$s</b> již není k dispozici. Navštivte prosím %2$s a vyčerpejte své období podpory.
ru_ru: Доступ к поддержке для плагина <b>%1$s</b> больше недоступен. Пожалуйста, посетите %2$s, чтобы продлить ваш период поддержки.

source: Your subscription to plugin <b>%1$s</b> Premium Services expired. Please visit %2$s to expend your license period.
cs_cz: Vaše předplatné pluginu <b>%1$s</b> Premium služby vypršelo. Navštivte prosím, %2$s a vyčerpejte licenční období.
ru_ru: Срок действия подписки на Премиум Функции <b>%1$s</b> истек. Пожалуйста, посетите %2$s, чтобы продлить период действия лицензии.

source: Your Trial period expires the %1$d. Consider purchasing %2$s.
cs_cz: Vaše zkušební doba vyprší %1$d. Zvažte nákup %2$s.
ru_ru: Срок действия пробного периода истекает %1$d. Рассмотрите возможность приобретения %2$s.

source: Please set a the extension license key to activate it.
cs_cz: Aktivujte prosím licenční klíč rozšíření.
ru_ru: Пожалуйста, введите лицензионный ключ расширения, чтобы активировать его.

source: License Management
cs_cz: Správa licencí
ru_ru: Управление Лицензией

source: Deactivate my license
cs_cz: Deaktivovat moji licenci
ru_ru: Деактивировать мою лицензию

source: Activate license
cs_cz: Aktivovat licenci
ru_ru: Активировать лицензию

source: The following extensions have been found on your system.
cs_cz: Ve vašem systému byla nalezena následující rozšíření.
ru_ru: Следующие расширения были найдены в Вашей системе.

source: Here you manage the license keys for each one of them.
cs_cz: Zde spravujete licenční klíče pro každý z nich.
ru_ru: Здесь вы можете управлять лицензионными ключами для каждого из них.

source: The Premium version of %s must be active for extensions to work.
cs_cz: Aby rozšíření fungovala, musí být aktivní prémiová verze %s.
ru_ru: Премиум-версия %s должна быть активной для работы расширений.

source: Installed Extensions
cs_cz: Nainstalovaná rozšíření
ru_ru: Установленные расширения

source: Make your site even greater.
cs_cz: Zkvalitněte svoji stránku.
ru_ru: Сделайте ваш сайт еще лучше.

source: All these extensions are available here.
cs_cz: Všechna tato rozšíření jsou k dispozici zde.
ru_ru: Все эти расширения доступны здесь.

source: Addons need an active Premium version.
cs_cz: Doplňky vyžadují aktivní prémiovou verzi.
ru_ru: Аддоны нуждаются в активной Премиум-версии.

source: Available Extensions
cs_cz: Dostupné rozšíření
ru_ru: Доступные расширения

source: WordPress Updates
cs_cz: Aktualizace WordPress
ru_ru: Обновления WordPress

source: <b>Your license is activated.</b>
cs_cz: <b>Vaše licence je aktivována.</b>
ru_ru: <b>Ваша лицензия активирована.</b>

source: Look in %1$s page for a %2$s update.
cs_cz: Na stránce %1$s najdete aktualizaci %2$s.
ru_ru: Посетите страницу %1$s для обновления %2$s.

source: You should have to click "<i>Check Again</i>" button to force WordPress refresh its list.
cs_cz: Chcete-li vynutit aktualizaci seznamu WordPress, musíte kliknout na tlačítko "<i>Zkontrolovat znovu</i>".
ru_ru: Вы должны нажать кнопку "<i>Проверить снова</i>", чтобы заставить WordPress обновить свой список.

source: If the Plugin Update still does not appears, please wait few minutes and try again.
cs_cz: Pokud se aktualizace pluginu stále neobjeví, počkejte několik minut a zkuste to znovu.
ru_ru: Если обновление плагина все еще не отображается, пожалуйста, подождите несколько минут и повторите попытку.

source: <b>Your Trial is active.</b>
cs_cz: <b>Vaše zkušební verze je aktivní.</b>
ru_ru: <b>Ваша пробная лицензия активна.</b>

source: Check for Updates
cs_cz: Kontrola aktualizací
ru_ru: Проверить наличие обновлений

source: An update is waiting for you
cs_cz: Čeká na vás aktualizace
ru_ru: Обновление ожидает вас

source: Your Subscription is currently inactive.
cs_cz: Vaše předplatné je momentálně neaktivní.
ru_ru: Ваша Подписка сейчас неактивна.

source: You can't download new versions or send requests to the support.
cs_cz: Nemůžete stahovat nové verze ani odesílat žádosti o podporu.
ru_ru: Вы не можете загружать новые версии или отправить запросы в поддержку.

source: You can't use Premium features of this plugin, download new versions or send requests to the support.
cs_cz: Nemůžete používat prémiové funkce tohoto pluginu, stahovat nové verze nebo odesílat žádosti o podporu.
ru_ru: Вы не можете использовать Премиум-функции этого плагина, загружать новые версии или отправлять запросы в поддержку.

source: You can resume your subscription at any time to get access to updates and support.
cs_cz: Předplatné můžete kdykoli obnovit, abyste získali přístup k aktualizacím a podpoře.
ru_ru: Вы можете возобновить подписку в любое время, чтобы получить доступ к обновлениям и поддержке.

source: Resume my subscription
cs_cz: Obnovit mé předplatné
ru_ru: Возобновить мою подписку

source: Your Subscription is currently active.
cs_cz: Vaše předplatné je aktuálně aktivní.
ru_ru: Ваша Подписка сейчас активна.

source: Updates and Support are available until :
cs_cz: Aktualizace a podpora jsou k dispozici do:
ru_ru: Обновления и Поддержка доступны до:

source: To avoid a service interruption, you should renew your subscription before :
cs_cz: Abyste se vyhnuli přerušení služby, měli byste si předplatné obnovit před:
ru_ru: Чтобы избежать прерывания работы, Вам следует продлить подписку до :

source: See my subscription
cs_cz: Zobrazit moje předplatné
ru_ru: Посмотреть мою подписку

source: Your Subscription includes Updates and Support.
cs_cz: Vaše předplatné zahrnuje aktualizace a podporu.
ru_ru: Ваша подписка включает в себя обновления и поддержку.

source: Your Subscription includes the usage of this plugin, updates and support.
cs_cz: Vaše předplatné zahrnuje použití tohoto pluginu, aktualizace a podporu.
ru_ru: Ваша подписка включает в себя использование этого плагина, обновления и поддержку.

source: Cancel my subscription
cs_cz: Zrušit moje předplatné
ru_ru: Отменить мою подписку

source: Maintenance and Updates
cs_cz: Údržba a aktualizace
ru_ru: Техническое обслуживание и обновления

source: Usage Permission
cs_cz: Povolení k použití
ru_ru: Разрешения на использование

source: If you have a Premium License Key, please input it in the field below and click on the Activation button.
cs_cz: Pokud máte prémiový licenční klíč, zadejte jej do pole níže a klikněte na tlačítko Aktivace.
ru_ru: Если у вас есть ключ Премиум-лицензии, пожалуйста, внесите его в поле ниже и нажмите на кнопку активации.

source: If the activation is successful, the Premium version will be activated and installed automatically.
cs_cz: Pokud je aktivace úspěšná, verze Premium se aktivuje a nainstaluje automaticky.
ru_ru: Если активация успешна, Премиум-версия будет активирована и установлена автоматически.

source: Activate my license
cs_cz: Aktivujte svoji licenci
ru_ru: Активировать мою лицензию

source: %s Premium License
cs_cz: %s Premium Licence
ru_ru: Премиум Лицензия %s

source: License Key
cs_cz: Licenční klíč
ru_ru: Лицензионный ключ

source: Your license key has been provided to you in the Order Confirmation eMail.
cs_cz: Váš licenční klíč vám byl poskytnut v e-mailu s potvrzením objednávky.
ru_ru: Ваш лицензионный ключ был предоставлен вам в электронном письме подтверждения заказа.

source: You're actually using a licensed version of %s Premium.
cs_cz: Ve skutečnosti používáte licencovanou verzi %s Premium.
ru_ru: Вы используете лицензированную версию %s Premium.

source: Your license key is :
cs_cz: Váš licenční klíč je:
ru_ru: Ваш лицензионный ключ:

source: If you deactivate your license, you will be reverted to the free version of %s. Your license count will be updated on our server and you'll be able to activate your license on another website.
cs_cz: Pokud deaktivujete licenci, budete vráceni k bezplatné verzi %s. Počet licencí bude aktualizován na našem serveru a budete moci aktivovat licenci na jiném webu.
ru_ru: Если Вы деактивируете лицензию, вы будете возвращены к бесплатной версии %s. Количество лицензий обновится на нашем сервере, и Вы сможете активировать лицензию на другом веб-сайте.

source: This version contains only a few features of the premium version.
cs_cz: Tato verze obsahuje pouze několik funkcí prémiové verze.
ru_ru: Эта версия содержит лишь некоторые особенности премиум-версии.

source: You're actually using the free version of %s.
cs_cz: Ve skutečnosti používáte bezplatnou verzi %s.
ru_ru: Вы на самом деле используете бесплатную версию %s.

source: If you're happy with %s Standard features, <b>please consider reviewing it</b> on wordpress.org
cs_cz: Pokud jste spokojeni se standardními funkcemi %s, zvažte jejich přezkoumání na wordpress.org
ru_ru: Если вы довольны Стандартными Функциями %s, <b>пожалуйста, оцените его</b> на wordpress.org

source: If you want to gain access to more features, you can try the premium version for free for 30 days.
cs_cz: Pokud chcete získat přístup k dalším funkcím, můžete si na 30 dní vyzkoušet prémiovou verzi zdarma.
ru_ru: Если вы хотите получить доступ к большему количеству функций, Вы можете попробовать премиум-версию бесплатно в течение 30 дней.

source: Review on wordpress.org
cs_cz: Recenze na wordpress.org
ru_ru: Оцените в wordpress.org

source: Free Version
cs_cz: Bezplatná verze
ru_ru: Бесплатная Версия

source: Try %s Premium for free for 30 days.
cs_cz: Vyzkoušejte %s Premium zdarma po dobu 30 dnů.
ru_ru: Попробуйте Премиум-версию %s бесплатно в течение 30 дней.

source: Instant access to all %s Premium features.
cs_cz: Okamžitý přístup ke všem prémiovým funkcím %s.
ru_ru: Мгновенный доступ ко всем функциям Премиум-версии %s.

source: No payment required.
cs_cz: Není nutná žádná platba.
ru_ru: Оплата не требуется.

source: No registration required.
cs_cz: Nevyžaduje se registrace.
ru_ru: Регистрация не требуется.

source: Start the free trial
cs_cz: Spusťte bezplatnou zkušební verzi
ru_ru: Запуск бесплатной пробной версии

source: Free %s Premium Trial
cs_cz: Zkušební verze %s zdarma
ru_ru: Бесплатный %s Премиум-Пробник

source: You're actually trying %s Premium for free for a limited period of time. You will be reminded that your trial period is about to end 5 days and 3 days before it ends.
cs_cz: Ve skutečnosti zkoušíte %s Premium zdarma po omezenou dobu. Připomínáme, že zkušební doba má skončit 5 dní a 3 dny před jejím koncem.
ru_ru: Вы на самом деле пользуетесь %s Premium бесплатно в течение ограниченного периода времени. Вам придёт уведомление, что ваш пробный срок вот-вот закончится за 5 и 3 дней до истечения срока действия.

source: You're actually trying %s Free with limited features.
cs_cz: Ve skutečnosti zkoušíte %s ZDARMA s omezenými funkcemi.
ru_ru: Вы на самом деле используете Бесплатную версию %s с ограниченными возможностями.

source: If you like %s, you can purchase a license on our website by clicking on the button below.
cs_cz: Pokud máte rádi %s, můžete si zakoupit licenci na našem webu kliknutím na tlačítko níže.
ru_ru: Если вам нравится %s, Вы можете приобрести лицензию на нашем сайте, нажав на кнопку ниже.

source: Your trial will expire in :
cs_cz: Vaše zkušební doba vyprší za:
ru_ru: Срок действия пробной версии истекает:

source: Days
cs_cz: Dnů
ru_ru: Дни

source: Purchase %s Premium
cs_cz: Kupte si %s Premium licenci
ru_ru: Купите Премиум-версию %s

source: The Trial License found for the plugin <b>%s</b> cannot be migrated to the new system.
cs_cz: Nalezenou zkušební licenci pro plugin <b>%s</b> nelze migrovat do nového systému.
ru_ru: Пробная лицензия, найденная для плагина <b>%s</b> не может быть перенесена в новую систему.

source: If you are sure your license should still be valid, try to restart the trial manually or contact the support of the plugin.
cs_cz: Pokud jste si jisti, že vaše licence by měla být stále platná, zkuste zkušební verzi restartovat ručně nebo se obraťte na podporu pluginu.
ru_ru: Если вы уверены, что Ваша лицензия все еще должна быть действительной, попробуйте перезапустить пробную версию вручную или обратитесь в поддержку плагина.

source: The license found for the plugin <b>%s</b> cannot be migrated to the new system.
cs_cz: Licenci nalezenou pro plugin %s nelze migrovat do nového systému.
ru_ru: Лицензия, найденная для плагина <b>%s</b> не может быть перенесена в новую систему.

source: If you are sure your license should still be valid, try to reactivate it manually or contact the support of the plugin.
cs_cz: Pokud jste si jisti, že vaše licence by měla být stále platná, zkuste ji znovu aktivovat ručně nebo se obraťte na podporu pluginu.
ru_ru: Если вы уверены, что Ваша лицензия все еще должна быть действительной, попробуйте ре-активировать её вручную или обратитесь в поддержку плагина.

source: Go to <b>%s</b> Settings
cs_cz: Přejděte do Nastavení <b>%s</b>
ru_ru: Перейти к Настройкам <b>%s</b>

source: License
cs_cz: Licence
ru_ru: Лицензия

source: Sorry, the mail failed to be sent. You can try again or use the &lt;%s&gt; contact address.
cs_cz: Litujeme, e-mail se nepodařilo odeslat. Můžete to zkusit znovu nebo použít kontaktní adresu <%s>.
ru_ru: К сожалению, письмо не было отправлено. Вы можете попробовать еще раз или используйте &lt;%s&gt; контактный адрес.

source: Your request has been sent to our support team. We will respond as soon as possible.
cs_cz: Vaše žádost byla odeslána našemu týmu podpory. Odpovíme co nejdříve.
ru_ru: Ваш запрос был направлен в нашу команду поддержки. Мы постараемся ответить как можно скорее.

source: Please, fill your Name before sending the mail.
cs_cz: Před odesláním e-mailu prosím vyplňte své jméno.
ru_ru: Пожалуйста, заполните свое имя перед отправкой письма.

source: Please, set a response EMail.
cs_cz: Nastavte odpověď E-mail.
ru_ru: Пожалуйста, укажите email для ответа.

source: Please, select a Subject before sending the mail.
cs_cz: Před odesláním e-mailu vyberte předmět.
ru_ru: Пожалуйста, выберите Тему перед отправкой email.

source: Please, Fill your request before sending the mail.
cs_cz: Před odesláním e-mailu prosím vyplňte svůj požadavek.
ru_ru: Пожалуйста, заполните ваш запрос перед отправкой письма.

source: Support
cs_cz: Podpora
ru_ru: Поддержка

source: Support Instructions
cs_cz: Pokyny k podpoře
ru_ru: Инструкции по поддержке

source: Please read the instructions carefully before sending a support request.
cs_cz: Před odesláním žádosti o podporu si prosím pečlivě přečtěte pokyny.
ru_ru: Пожалуйста, внимательно прочитайте инструкции перед отправкой запроса на поддержку.

source: Support Request for <b>%s</b>
cs_cz: Žádost o podporu pro <b>%s</b>
ru_ru: Запрос на поддержку <b>%s</b>

source: Fill in the form below to send a support request.
cs_cz: Vyplňte následující formulář a odešlete žádost o podporu.
ru_ru: Заполните форму ниже, чтобы отправить запрос на поддержку.

source: Your Name
cs_cz: Tvé jméno
ru_ru: Ваше Имя

source: Your Email
cs_cz: Tvůj e-mail
ru_ru: Ваш Email

source: Subject
cs_cz: Předmět
ru_ru: Тема

source: Your Request
cs_cz: Váš požadavek
ru_ru: Ваш Запрос

source: Describe your problem here, what happen, what is expected, what did you do.
cs_cz: Popište zde svůj problém, co se stalo, co se očekává, co jste udělali.
ru_ru: Опишите свою проблему здесь, что произошло, что ожидается и что вы сделали (на английском).

source: Send the support request
cs_cz: Zašlete žádost o podporu
ru_ru: Отправить запрос поддержки

source: Long Watch Studio
cs_cz: Studio Long Watch

source: %s Premium
ru_ru: %s Премиум
