Repository: yaman-suneja/coh
Catalog: plugins/woo-bulk-shop/languages/woo-bulk-shop-*.po
Languages: es_es, fr_fr, nb_no

source: List settings
es_es: Configuración de lista
fr_fr: Paramètres de liste
nb_no: Liste innstillinger

source: Integrations
es_es: Integraciones
fr_fr: Intégrations
nb_no: Integrasjoner

source: Settings for table headings and buttons. Use with caution, this options overwrites language settings.
es_es: Configuración de los encabezados y botones de la tabla. Si se usa con precaución, esta opción sobrescribe la configuración de idioma.
fr_fr: Paramètres des en-têtes et des boutons de table. Utilisez avec prudence, ces options remplacent les paramètres de langue.
nb_no: Innstillinger for tabelloverskrifter og knapper. Vær varsom ved bruk, dette alternativet overskriver navn i språkinnstillinger.

source: Heading(mobile): Product image
es_es: Encabezado (móvil): Imagen del producto
fr_fr: Titre(mobile) : image du produit
nb_no: Overskrift (mobil): Produktbilde

source: Set your own label for product image. If blank the default name is used
es_es: Establezca su propia etiqueta para la imagen del producto. Si está en blanco, se utiliza el nombre predeterminado
fr_fr: Définissez votre propre étiquette pour l’image du produit. Si le nom par défaut est utilisé en blanc
nb_no: Angi din egen etikett for produktbilde. Hvis tomt standardnavnet brukes

source: Heading: Name
es_es: Encabezado: Nombre
fr_fr: Titre: Nom
nb_no: Overskrift: Navn

source: Set your own heading for name. If blank the default name is used
es_es: Establezca su propio rumbo para el nombre. Si está en blanco, se utiliza el nombre predeterminado
fr_fr: Définissez votre propre titre pour le nom. Si le nom par défaut est utilisé en blanc
nb_no: Angi din egen overskrift for navn. Hvis tomt standardnavnet brukes

source: Heading: Description
es_es: Encabezado: Descripción
fr_fr: Titre: Description
nb_no: Overskrift: Beskrivelse

source: Set your own heading for description. If blank the default name is used
es_es: Establezca su propio encabezado para la descripción. Si está en blanco, se utiliza el nombre predeterminado
fr_fr: Définissez votre propre titre pour la description. Si le nom par défaut est utilisé en blanc
nb_no: Angi din egen overskrift for beskrivelse. Hvis tomt standardnavnet brukes

source: Heading: Price
es_es: Encabezado: Precio
fr_fr: Titre: Prix
nb_no: Overskrift: Pris

source: Set your own heading for price. If blank the default name is used
es_es: Establezca su propio rumbo para el precio. Si está en blanco, se utiliza el nombre predeterminado
fr_fr: Définissez votre propre cap pour le prix. Si le nom par défaut est utilisé en blanc
nb_no: Angi din egen kurs for pris. Hvis tomt standardnavnet brukes

source: Heading: Quantity
es_es: Encabezado: Cantidad
fr_fr: Titre: Quantité
nb_no: Overskrift: Antall

source: Set your own heading for quantity. If blank the default name is used
es_es: Establezca su propio encabezado para la cantidad. Si está en blanco, se utiliza el nombre predeterminado
fr_fr: Définissez votre propre cap pour la quantité. Si le nom par défaut est utilisé en blanc
nb_no: Angi din egen overskrift for antall. Hvis tomt standardnavnet brukes

source: Heading: Total
es_es: Encabezado: Total
fr_fr: Titre: Total
nb_no: Overskrift: Totalt

source: Set your own heading for total. If blank the default name is used
es_es: Establezca su propio rumbo para el total. Si está en blanco, se utiliza el nombre predeterminado
fr_fr: Définissez votre propre titre pour le total. Si le nom par défaut est utilisé en blanc
nb_no: Angi din egen overskrift for total. Hvis tomt standardnavnet brukes

source: Button: Add
es_es: Botón: Añadir
fr_fr: Bouton : Ajouter
nb_no: Knapp: Legg til

source: Set your own button name for Add. If blank the default name is used
es_es: Establezca su propio nombre de botón para Agregar. Si está en blanco, se utiliza el nombre predeterminado
fr_fr: Définissez votre propre nom de bouton pour Ajouter. Si le nom par défaut est utilisé en blanc
nb_no: Angi ditt eget knappenavn for Legg til. Hvis tomt standardnavnet brukes

source: Button: Add to cart
es_es: Botón: Añadir al carrito
fr_fr: Bouton: Ajouter au panier
nb_no: Knapp: Legg i handlekurven

source: Set your own button name for Add to cart. If blank the default name is used
es_es: Establezca su propio nombre de botón para Agregar al carrito. Si está en blanco, se utiliza el nombre predeterminado
fr_fr: Définissez votre propre nom de bouton pour Ajouter au panier. Si le nom par défaut est utilisé en blanc
nb_no: Angi ditt eget knappenavn for Legg til i handlekurven. Hvis tomt standardnavnet brukes

source: Button: Sales
es_es: Botón: Ventas
fr_fr: Bouton : Ventes
nb_no: Knapp: Salg

source: Set your own button name for Sales. If blank the default name is used
es_es: Establezca su propio nombre de botón para Ventas. Si está en blanco, se utiliza el nombre predeterminado
fr_fr: Définissez votre propre nom de bouton pour les ventes. Si le nom par défaut est utilisé en blanc
nb_no: Angi ditt eget knappenavn for Salg. Hvis tomt standardnavnet brukes

source: Placeholder: Quantity
es_es: Marcador de posición: Cantidad
fr_fr: Espace réservé: Quantité
nb_no: Plassholder: Antall

source: Set your own placeholder. If blank the default name is used
es_es: Establezca su propio marcador de posición. Si está en blanco, se utiliza el nombre predeterminado
fr_fr: Définissez votre propre espace réservé. Si le nom par défaut est utilisé en blanc
nb_no: Angi din egen plassholder. Hvis tomt standardnavnet brukes

source: Placeholder: Search
es_es: Marcador de posición: Buscar
fr_fr: Espace réservé: Recherche
nb_no: Plassholder: Søk

source: Search radio: Text
es_es: Buscar radio: Texto
fr_fr: Rechercher la radio: Texte
nb_no: Søk radio boks: Tekst

source: If blank the default name is used
es_es: Si está en blanco, se utiliza el nombre predeterminado
fr_fr: Si le nom par défaut est utilisé en blanc
nb_no: Hvis det er tomt, brukes standardnavnet

source: Search radio: SKU
es_es: Buscar radio: SKU
fr_fr: Recherche radio: SKU
nb_no: Søk radio boks: SKU

source: Search radio: Tag
es_es: Buscar radio: Etiqueta
fr_fr: Rechercher la radio: Tag
nb_no: Søk radio boks: Tag

source: Login to see price
es_es: Inicie sesión para ver el precio
fr_fr: Connectez-vous pour voir le prix
nb_no: Logg inn for å se pris

source: Styling options
es_es: Opciones de estilo
fr_fr: Options de style
nb_no: Alternativer for styling

source: Remove storefront (shop-table) CSS
es_es: Eliminar escaparate (shop-table) CSS
fr_fr: Supprimer la devanture de magasin (table de magasin) CSS
nb_no: Fjerne storefront (shop-table) CSS

source: If your theme have truble showing Bulk Shop on i.e mobile
es_es: Si su tema tiene truble mostrando Tienda a granel en es decir, móvil
fr_fr: Si votre thème a truble montrant Bulk Shop sur c.-à-mobile
nb_no: Hvis temaet ditt har problemer å vise Bulk Shop på mobil

source: Thumbnail size (max width)
es_es: Tamaño de miniatura (ancho máximo)
fr_fr: Taille des miniatures (largeur maximale)
nb_no: Miniatyrstørrelse (maks. bredde)

source: Set thumbnail image size, default 50px
es_es: Establecer el tamaño de la imagen en miniatura, por defecto 50px
fr_fr: Définir la taille de l’image miniature, par défaut 50px
nb_no: Angi miniatyrbildestørrelse, standard 50 piksler

source: Thumbnail size - mobile (max width)
es_es: Tamaño de miniatura - móvil (ancho máximo)
fr_fr: Taille des miniatures - mobile (largeur maximale)
nb_no: Miniatyrstørrelse - mobil (maks bredde)

source: Set thumbnail image size, default 150px
es_es: Establecer el tamaño de la imagen en miniatura, por defecto 150px
fr_fr: Définir la taille de l’image miniature, par défaut 150px
nb_no: Angi miniatyrbildestørrelse, standard 150 piksler

source: Settings for integration options
es_es: Configuración de las opciones de integración
fr_fr: Paramètres des options d’intégration
nb_no: Innstillinger for integreringsalternativer

source: Name your price: Text
es_es: Nombre de su precio: Texto
fr_fr: Nommez votre prix: Texte
nb_no: Name your price: Tekst

source: Set label for Name your price
es_es: Establezca la etiqueta para Nombre de su precio
fr_fr: Définir l’étiquette pour nommer votre prix
nb_no: Angi etikett for Name your price

source: Name your price: Min price
es_es: Nombre de su precio: Precio mínimo
fr_fr: Nommez votre prix: Prix Min
nb_no: Name your price: Minimum pris

source: Set label for minimum price
es_es: Establecer etiqueta para precio mínimo
fr_fr: Définir l’étiquette pour le prix minimum
nb_no: Angi etikett for minimumspris

source: Clear fields
es_es: Campos claros
fr_fr: Champs clairs
nb_no: Fjerne felt

source: Select category
es_es: Seleccionar categoría
fr_fr: Choisir catégorie
nb_no: Velg kategori

source: All categories
es_es: Todos los productos
fr_fr: Toutes les catégories
nb_no: Alle kategorier

source: First page
es_es: Primera página
fr_fr: Première page
nb_no: Første side

source: Previous page
es_es: Página anterior
fr_fr: Dernière page
nb_no: Forrige side

source: of
es_es: de
fr_fr: sur
nb_no: av

source: Next page
es_es: Siguiente página
fr_fr: Suivant
nb_no: Neste side

source: Last page
es_es: Última página
fr_fr: Précédent
nb_no: Siste side

source: In stock
es_es: En stock
fr_fr: En stock
nb_no: På lager

source: Out of stock
es_es: Agotado
fr_fr: Epuisé
nb_no: Tomt på lager

source: On backorder
es_es: En pedido
fr_fr: En réapprovisionnement
nb_no: På restordre

source: Select
es_es: Seleccionar
fr_fr: Sélectionner
nb_no: Velg

source: In cart
es_es: En carrito
fr_fr: Dans le panier
nb_no: I handlekurv

source: %1$s in stock
es_es: %1$s en stock
fr_fr: %1$s en stock
nb_no: %1$s på lager

source: Quantity
es_es: Cantidad
fr_fr: Quantité
nb_no: Antall

source: Add
es_es: Añadir
fr_fr: Ajouter
nb_no: Legg til

source: Search..
es_es: Buscar..
fr_fr: Rechercher..
nb_no: Søk...

source: Name
es_es: Nombre
fr_fr: Nom
nb_no: Navn

source: Description
es_es: Descripción
nb_no: Beskrivelse

source: Price
es_es: Precio
fr_fr: Prix
nb_no: Pris

source: Add to cart
es_es: Añadir al carrito
fr_fr: Ajouter au panier
nb_no: Legg i handlekurv

source: SALE
es_es: OFERTA
fr_fr: SOLDES
nb_no: SALG

source: Product image
es_es: Imagen de producto
fr_fr: Image produit
nb_no: Produktbilde

source: Name your price
es_es: Nombrar el precio
fr_fr: Nommez votre prix
nb_no: Din pris

source: Minimum price
es_es: Precio mínimo
fr_fr: Prix minimum
nb_no: Minimumspris

source: Text
es_es: Texto
fr_fr: Texte
nb_no: Tekst

source: Tag
es_es: Etiqueta
nb_no: Stikkord

source: Search
es_es: Buscar
fr_fr: Rechercher

source: Total quantity
es_es: Cantidad total
fr_fr: Quantité totale
nb_no: Totalt antall

source: Totals
es_es: Totales
fr_fr: Total
nb_no: Totaler

source: The shortcode: [bulkshop] shows all features default, generate shortcode to specify or hide features and columns.
es_es: El shortcode: [bulkshop] muestra todas las características predeterminadas, generar shortcode para especificar u ocultar entidades y columnas.
fr_fr: Le shortcode : [bulkshop] affiche toutes les fonctionnalités par défaut, génère un code court pour spécifier ou masquer des fonctionnalités et des colonnes.
nb_no: Kortkoden: [bulkshop] viser alle funksjoner som standard, genererer kortkode for å angi eller skjule funksjoner og kolonner.

source: After creating a new shortcode, copy and use it in new or existing posts or pages.
es_es: Después de crear un nuevo shortcode, cópielo y utilícelo en publicaciones o páginas nuevas o existentes.
fr_fr: Après avoir créé un nouveau code court, copiez-le et utilisez-le dans des publications ou des pages nouvelles ou existantes.
nb_no: Når du har opprettet en ny kortkode, kopierer og bruker du den i nye eller eksisterende innlegg eller sider.

source: Read the %1$s extension documentation %2$s for more information.
es_es: Lea la %1$s documentación completa %2$s para obtener más información.
fr_fr: Lire la %1$s documentation sur les extensions %2$s pour plus d'informations.
nb_no: Les %1$s plugin dokumentasjon %2$s for mer informasjon.

source: Select categories
es_es: Seleccionar categorías
fr_fr: Choisir catégories
nb_no: Velg kategorier

source: Products per page
es_es: Productos por página
fr_fr: Produits par page
nb_no: Antall produkter per side

source: Default product quantity
es_es: Cantidad de producto predeterminada
fr_fr: Quantité de produit par défaut
nb_no: Standard produktantall

source: Related products (in single product page)
es_es: Productos relacionados (en la página de un solo producto)
fr_fr: Produits connexes (dans une seule page de produit)
nb_no: Relaterte produkter (på én produktside)

source: Related products quantity
es_es: Cantidad de productos relacionados
nb_no: Relaterte produkter antall

source: Sort products Z - A (desc)
es_es: Ordenar productos Z - A (desc)
fr_fr: Produits de tri Z - A (desc)
nb_no: Sorter produkter Å - A (desc)

source: Hide expanded variations (show select option for variations)
es_es: Ocultar variaciones expandidas (mostrar la opción de selección para variaciones)
fr_fr: Masquer les variations étendues (afficher l’option sélectionner pour les variations)
nb_no: Skjul utvidede variasjoner (vis valgalternativ for variasjoner)

source: Hide stock
es_es: Ocultar stock
fr_fr: Masquer stock
nb_no: Skjul lager

source: Hide sale badge
es_es: Ocultar insignia de ofertas
fr_fr: Masquer badge soldes
nb_no: Skjul salgs merke

source: Hide category selector
es_es: Oclutar selector de categoría
fr_fr: Masquer le sélecteur de catégories
nb_no: Skjul kategori velger

source: Hide SKU
es_es: Ocultar SKU
fr_fr: Masquer UGS
nb_no: Skjul SKU

source: Hide thumbnail (column)
es_es: Ocultar miniatura (columna)
fr_fr: Masquer la miniature (colonne)
nb_no: Skjul miniatyrbilde (kolonne)

source: Hide short description (column)
es_es: Ocultar descripción breve (columna)
fr_fr: Masquer la description courte (colonne)
nb_no: Skjul kort beskrivelse (kolonne)

source: Hide price (column)
es_es: Ocultar precio (columna)
fr_fr: Masquer le prix (colonne)
nb_no: Skjul pris (kolonne)

source: Hide total (column)
es_es: Ocultar total (columna)
fr_fr: Masquer le total (colonne)
nb_no: Skjul total (kolonne)

source: Hide add to cart icon (per row)
es_es: Ocultar añadir al icono del carrito (por fila)
fr_fr: Masquer l’ajout à l’icône du panier (par ligne)
nb_no: Skjul handlekurv ikon (pr rad)

source: Hide bulk add (input and button)
es_es: Ocultar adición masiva (entrada y botón)
fr_fr: Masquer l'ajout en masse (champ de saisie et bouton)
nb_no: Skjul bulk legg til (input og knapp)

source: Hide search (search box and buttons)
es_es: Ocultar búsqueda (cuadro de búsqueda y botones)
fr_fr: Masquer la recherche (zone de recherche et boutons)
nb_no: Skjul søk (søkeboks og knapper)

source: Hide checkboxes (first column)
es_es: Ocultar casillas de verificación (primera columna)
fr_fr: Masquer les cases à cocher (première colonne)
nb_no: Skjul avmerkingsbokser (første kolonne)

source: Hide price (for not logged in users)
es_es: Ocultar precio (para usuarios no conectados)
fr_fr: Masquer le prix (pour les utilisateurs non connectés)
nb_no: Skjul pris (for ikke innloggede brukere)

source: Custom price
es_es: Nombre precio personalizado
fr_fr: Prix personnalisé
nb_no: Skreddersydd pris

source: i.e _wholesaler_price
es_es: p.ej. _precio_mayorista
fr_fr: ex. _prix_grossiste
nb_no: eks _wholesaler_price

source: Custom price roles
es_es: Precio personalizado labores
fr_fr: Rôles pour prix personnalisé
nb_no: Egendefinerte pris roller

source: Select roles
es_es: Seleccionar labores
fr_fr: Choisir rôles
nb_no: Velg roller

source: Add price and role(s)
es_es: Añadir precio y rol(s)
fr_fr: Ajouter le prix et les rôles
nb_no: Legge til pris og rolle(er)

source: Price and role(s) - max 10
es_es: Precio y rol - máximo 10
fr_fr: Prix et rôle(s) - max 10
nb_no: Pris og rolle(er) - maks 10

source: Create shortcode
es_es: Crear shortcode
fr_fr: Créer shortcode
nb_no: Opprett shortcode

source: Copy shortcode
es_es: Copiar shortcode
fr_fr: Copier shortcode
nb_no: Kopier Shortcode

source: Dismiss
es_es: Descartar
fr_fr: Rejeter
nb_no: Avvis

source: Thank you for installing Bulk Shop for WooCommerce. You can now start to create your lists and pages.
es_es: Gracias por instalar Bulk Shop para WooCommerce. Ahora puede empezar a crear sus listas y páginas.
fr_fr: Merci d’avoir installé Bulk Shop pour WooCommerce. Vous pouvez maintenant commencer à créer vos listes et pages.
nb_no: Takk for at du installerer Bulk Shop for WooCommerce. Du kan nå begynne å opprette lister og sider.

source: Start bulk shop generator
es_es: Iniciar bulk shop generador
fr_fr: Démarrer le générateur d'achat en masse

source: Settings
es_es: Configuración
fr_fr: Paramètres
nb_no: Innstillinger

source: - developed by %1$s%2$s%3$s
es_es: - desarrollado por %1$s%2$s%3$s
fr_fr: - développé par %1$s%2$s%3$s
nb_no: - utviklet av %1$s%2$s%3$s

source: List products in a table, enables bulk ordering of products.
es_es: Enumere los productos en una tabla, permite el pedido masivo de productos.
fr_fr: Liste des produits dans un tableau, permet la commande en vrac des produits.
nb_no: Vis produkter i en tabell, aktiverer massebestilling av produkter.

source: SKU
fr_fr: UGS

source: Shortcode generator
fr_fr: Générateur de code court

source: Bulk Shop for WooCommerce
fr_fr: Achat en Masse pour WooCommerce

source: Shortcode
nb_no: Kortkode
